
                         MODELLER 10.4, 2022/10/28, r12463

     PROTEIN STRUCTURE MODELLING BY SATISFACTION OF SPATIAL RESTRAINTS


                     Copyright(c) 1989-2022 Andrej Sali
                            All Rights Reserved

                             Written by A. Sali
                               with help from
              B. Webb, M.S. Madhusudhan, M-Y. Shen, G.Q. Dong,
          M.A. Marti-Renom, N. Eswar, F. Alber, M. Topf, B. Oliva,
             A. Fiser, R. Sanchez, B. Yerkovich, A. Badretdinov,
                     F. Melo, J.P. Overington, E. Feyfant
                 University of California, San Francisco, USA
                    Rockefeller University, New York, USA
                      Harvard University, Cambridge, USA
                   Imperial Cancer Research Fund, London, UK
              Birkbeck College, University of London, London, UK


Kind, OS, HostName, Kernel, Processor: 4, Linux login-hive-1.pace.gatech.edu 3.10.0-1160.49.1.el7.x86_64 x86_64
Date and time of compilation         : 2022/10/28 20:54:52
MODELLER executable type             : x86_64-intel8
Job starting time (YY/MM/DD HH:MM:SS): 2023/07/27 10:26:27

environ____W> The class 'environ' is deprecated; use 'Environ' instead
openf___224_> Open           $(LIB)/restyp.lib
openf___224_> Open           ${MODINSTALL10v4}/modlib/resgrp.lib
rdresgr_266_> Number of residue groups:        2
openf___224_> Open           ${MODINSTALL10v4}/modlib/sstruc.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       191566     187.076     0.183

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       192094     187.592     0.183
openf___224_> Open           ${MODINSTALL10v4}/modlib/resdih.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       240694     235.053     0.230
rdrdih__263_> Number of dihedral angle types         :        9
              Maximal number of dihedral angle optima:        3
              Dihedral angle names                   :  Alph Phi Psi Omeg chi1 chi2 chi3 chi4 chi5
openf___224_> Open           ${MODINSTALL10v4}/modlib/radii.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       253994     248.041     0.242
openf___224_> Open           ${MODINSTALL10v4}/modlib/af_mnchdef.lib
rdwilmo_274_> Mainchain residue conformation classes:  APBLE
openf___224_> Open           ${MODINSTALL10v4}/modlib/mnch.lib
rdclass_257_> Number of classes:        5
openf___224_> Open           ${MODINSTALL10v4}/modlib/mnch1.lib
openf___224_> Open           ${MODINSTALL10v4}/modlib/mnch2.lib
openf___224_> Open           ${MODINSTALL10v4}/modlib/mnch3.lib
openf___224_> Open           ${MODINSTALL10v4}/modlib/xs4.mat
rdrrwgh_268_> Number of residue types:       21
IOData_____W> Setting io.atom_files_directory to a colon-delimited string is
              deprecated, as it is not robust on Windows systems. Set it to
              a list of directories instead. For example:
              env.io.atom_files_directory = ['./']
alignment__W> The class 'alignment' is deprecated; use 'Alignment' instead
openf___224_> Open           all_sequences.seq

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       256588     250.574     0.245

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       258038     251.990     0.246

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       260938     254.822     0.249

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       266738     260.486     0.254

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       395946     386.666     0.378

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       587674     573.900     0.560

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       588742     574.943     0.561

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       589798     575.975     0.562

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       590862     577.014     0.563

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       591982     578.107     0.565

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       593042     579.143     0.566

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       594066     580.143     0.567

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       595114     581.166     0.568

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       596182     582.209     0.569

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       597230     583.232     0.570

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       598286     584.264     0.571

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       599334     585.287     0.572

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       600378     586.307     0.573

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       601414     587.318     0.574

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       602466     588.346     0.575

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       603486     589.342     0.576

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       604542     590.373     0.577

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       605582     591.389     0.578

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       606626     592.408     0.579

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       607666     593.424     0.580

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       608702     594.436     0.581

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       609770     595.479     0.582

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       610818     596.502     0.583

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       611846     597.506     0.584

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       612918     598.553     0.585

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       613990     599.600     0.586

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       615062     600.646     0.587

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       616118     601.678     0.588

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       617146     602.682     0.589

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       618262     603.771     0.590

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       619298     604.783     0.591

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       620374     605.834     0.592

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       621442     606.877     0.593

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       622490     607.900     0.594

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       623562     608.947     0.595

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       624606     609.967     0.596

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       625638     610.975     0.597

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       626674     611.986     0.598

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       627714     613.002     0.599

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       628782     614.045     0.600

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       629846     615.084     0.601

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       630874     616.088     0.602

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       631930     617.119     0.603

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       633006     618.170     0.604

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       634058     619.197     0.605

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       635106     620.221     0.606

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       636218     621.307     0.607

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       637322     622.385     0.608

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       638370     623.408     0.609

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       639434     624.447     0.610

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       640478     625.467     0.611

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       641518     626.482     0.612

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       642562     627.502     0.613

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       643614     628.529     0.614

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       644670     629.561     0.615

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       645714     630.580     0.616

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       646814     631.654     0.617

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       647882     632.697     0.618

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       648954     633.744     0.619

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       650022     634.787     0.620

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       651058     635.799     0.621

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       652094     636.811     0.622

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       653162     637.854     0.623

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       654190     638.857     0.624

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       655238     639.881     0.625

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       656314     640.932     0.626

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       657378     641.971     0.627

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       658418     642.986     0.628

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       659450     643.994     0.629

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       660498     645.018     0.630

Read the alignment from file       : all_sequences.seq

Total number of alignment positions:   281

  #  Code        #_Res #_Segm PDB_code    Name
-------------------------------------------------------------------------------
  1  P1;1BSG_S     268      1
  2  P1;1BUE_N     265      1
  3  P1;1DY6_S     267      1
  4  P1;1E25_P     281      1
  5  P1;1G6A_P     266      1
  6  P1;1GHP_P     257      1
  7  P1;1HTZ_T     263      1
  8  P1;1HZO_K     268      1
  9  P1;1M40_T     263      1
 10  P1;1N9B_S     265      1
 11  P1;1YLW_C     263      1
 12  P1;2CC1_M     262      1
 13  P1;2P74_C     260      1
 14  P1;2QPN_G     264      1
 15  P1;2WK0_P     256      1
 16  P1;2ZD8_S     265      1
 17  P1;2ZQ7_C     261      1
 18  P1;3BFF_S     262      1
 19  P1;3BYD_O     261      1
 20  P1;3LEZ_O     260      1
 21  P1;3P09_F     268      1
 22  P1;3P98_T     263      1
 23  P1;3QHY_B     258      1
 24  P1;3TSG_G     269      1
 25  P1;3V3R_G     269      1
 26  P1;3V3S_G     269      1
 27  P1;3W4P_B     265      1
 28  P1;3W4Q_P     258      1
 29  P1;3ZNW_P     280      1
 30  P1;3ZNY_C     260      1
 31  P1;4EUZ_S     270      1
 32  P1;4EWF_S     268      1
 33  P1;4MXG_B     263      1
 34  P1;4QU3_G     269      1
 35  P1;4UA6_C     262      1
 36  P1;4YFM_M     259      1
 37  P1;5A92_C     260      1
 38  P1;5E2E_B     261      1
 39  P1;5E43_S     268      1
 40  P1;5F82_G     267      1
 41  P1;5GHX_P     258      1
 42  P1;5HW3_B     265      1
 43  P1;5NE2_L     270      1
 44  P1;5NJ2_B     264      1
 45  P1;5NPO_T     263      1
 46  P1;5TFQ_H     279      1
 47  P1;5VPQ_B     277      1
 48  P1;6AFM_B     263      1
 49  P1;6BN3_C     267      1
 50  P1;6BU3_C     262      1
 51  P1;6J25_C     261      1
 52  P1;6MK6_V     262      1
 53  P1;6MU9_P     264      1
 54  P1;6NIQ_R     265      1
 55  P1;6NJ1_C     262      1
 56  P1;6PQ9_T     276      1
 57  P1;6QWA_K     268      1
 58  P1;6QWB_K     269      1
 59  P1;6TD0_K     268      1
 60  P1;6W2Z_B     260      1
 61  P1;6W34_B     260      1
 62  P1;6WGP_X     268      1
 63  P1;6WGR_P     258      1
 64  P1;6WIP_M     263      1
 65  P1;6WJM_D     270      1
 66  P1;7A6Z_B     267      1
 67  P1;7BDR_C     261      1
 68  P1;7DDM_P     259      1
 69  P1;7QLP_T     263      1
  ALIGN_CODES                                   : P1;1BSG_SAL-1 P1;1BUE_NmcA P1;1DY6_SME-1 P1;1E25_PER-1 P1;1G6A_PSE-4 P1;1GHP_PC1-1 P1;1HTZ_TEM-52 P1;1HZO_K1 P1;1M40_TEM-1 P1;1N9B_SHV-3 P1;1YLW_CTX-M-16 P1;2CC1_MFO-1 P1;2P74_CTX-M-9 P1;2QPN_GES-1 P1;2WK0_PenP-2 P1;2ZD8_SHV-1 P1;2ZQ7_CTX-M-44 P1;3BFF_SED-1 P1;3BYD_OXY-1-1 P1;3LEZ_OIH-1 P1;3P09_FTU-2 P1;3P98_TEM-72 P1;3QHY_BcI-2 P1;3TSG_GES-14 P1;3V3R_GES-11 P1;3V3S_GES-18 P1;3W4P_BPS-1d P1;3W4Q_PenA-1 P1;3ZNW_PER-2 P1;3ZNY_CTX-M-96 P1;4EUZ_SFC-1 P1;4EWF_SPH-1 P1;4MXG_BEL-1 P1;4QU3_GES-2 P1;4UA6_CTX-M-14 P1;4YFM_MAB-1 P1;5A92_CTX-M-97 P1;5E2E_BlaA P1;5E43_SROS-1 P1;5F82_GES-5 P1;5GHX_PenP-1 P1;5HW3_BVA-1 P1;5NE2_L2-2 P1;5NJ2_BlaC P1;5NPO_TEM-135 P1;5TFQ_HGB-2 P1;5VPQ_BPA-1 P1;6AFM_BPS-3 P1;6BN3_CTX-M-151 P1;6BU3_CTX-M-27 P1;6J25_CTX-M-64 P1;6MK6_VCC-1 P1;6MU9_PenP-4 P1;6NIQ_RPA-1 P1;6NJ1_CKA-1 P1;6PQ9_TLA-1 P1;6QWA_KPC-3 P1;6QWB_KPC-4 P1;6TD0_KPC-2 P1;6W2Z_BAA-83 P1;6W34_BcI-248 P1;6WGP_XCC-2 P1;6WGR_PC1-159 P1;6WIP_MIA-1 P1;6WJM_DBA-1 P1;7A6Z_BlaC-13 P1;7BDR_CTX-M-15 P1;7DDM_PenA-39 P1;7QLP_TEM-171 
  Atom type for alignment (FIT_ATOMS)           : CA
  FIT                                           :         T
  IMPROVE_ALIGNMENT                             :         T
  WATER_IO, HETATM_IO, HYDROGEN_IO              :         F        F        F
  NO_TER                                        :         F
  OUTPUT                                        :
  FIT_ON_FIRST                                  :         F
  WRITE_FIT                                     :         F
  FIT_PDBNAM                                    :         T
  WRITE_WHOLE_PDB                               :         T
  CURRENT_DIRECTORY                             :         T
  Feature weights (FEATURE_WEIGHTS)             :    1.0000   0.0000   0.0000   0.0000   0.0000   0.0000
  NORMALIZE_PP_SCORES                           :         F
  Gap initiation penalty (GAP_PENALTIES[1])     :  -100.0000
  Gap extension penalty (GAP_PENALTIES[2])      :     0.0000
  Break-break bonus                             : 10000.0000
  Gap_function (align2d flag)                    :         F
  2-D Gap penalties                             :  3.50  3.50  3.50  0.20  4.00  6.50  2.00  0.00
  GAP-GAP_SCORE                                 :    0.0000
  GAP-RESIDUE_SCORE                             :    0.0000
  Perform gap-residue and gap-gap correction    :         T
  Residue type - residue type file (RR_FILE)    : $(LIB)/as1.sim.mat
  OFF_DIAGONAL                                  :       100
  OVERHANG                                      :         0
  LOCAL_ALIGNMENT                               :         F
  MATRIX_OFFSET                                 :    0.0000
  N_SUBOPT                                      :         0
  SUBOPT_OFFSET                                 :    0.0000
  Gap introduction penalty (GAP_PENALTIES_3D_1) :    0.0000
  Gap extension penalty (GAP_PENALTIES_3D_2)    :    1.7500
  Max dist for equiv (2 * GAP_PENALTIES_3D_2)   :    3.5000
  ALIGN3D_TRF                                   :         F
  RMS_CUTOFF                                    :    3.5



salign__276_> 'align_block' changed to 1.
openf___224_> Open           $(LIB)/as1.sim.mat
rdrrwgh_268_> Number of residue types:       20

SALIGN_____> adding the next group to the alignment; iteration    1
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration    2
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration    3
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration    4
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration    5
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration    6
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration    7
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration    8
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration    9
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   10
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   11
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   12
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   13
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   14
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   15
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   16
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   17
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   18
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   19
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   20
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   21
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   22
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   23
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   24
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   25
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   26
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   27
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   28
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   29
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   30
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   31
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   32
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   33
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   34
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   35
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   36
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   37
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   38
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   39
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   40
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   41
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   42
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   43
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   44
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   45
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   46
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   47
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   48
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   49
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   50
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   51
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   52
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   53
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   54
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   55
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   56
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   57
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   58
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   59
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   60
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   61
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   62
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   63
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   64
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   65
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   66
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   67
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

SALIGN_____> adding the next group to the alignment; iteration   68
openf___224_> Open           saligni1d.mtx
openf___224_> Open           saligni1d.mtx

Current alignment total score:        165.6

pos_scr ... position-position dissimilarity from the dynamic programming matrix
avr_avr ... distance between the two averages
avr_dst ... for all aligned structures, average distance to the average structure
std_dev ... for all aligned structures, standard deviation of distance to ave str

group:                                 1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       1       2       
   N pos_scr avr_ave avr_dst std_dev   P1;1BSG P1;1BUE P1;1DY6 P1;1E25 P1;1G6A P1;1GHP P1;1HTZ P1;1HZO P1;1M40 P1;1N9B P1;1YLW P1;2CC1 P1;2P74 P1;2QPN P1;2WK0 P1;2ZD8 P1;2ZQ7 P1;3BFF P1;3BYD P1;3LEZ P1;3P09 P1;3P98 P1;3QHY P1;3TSG P1;3V3R P1;3V3S P1;3W4P P1;3W4Q P1;3ZNW P1;3ZNY P1;4EUZ P1;4EWF P1;4MXG P1;4QU3 P1;4UA6 P1;4YFM P1;5A92 P1;5E2E P1;5E43 P1;5F82 P1;5GHX P1;5HW3 P1;5NE2 P1;5NJ2 P1;5NPO P1;5TFQ P1;5VPQ P1;6AFM P1;6BN3 P1;6BU3 P1;6J25 P1;6MK6 P1;6MU9 P1;6NIQ P1;6NJ1 P1;6PQ9 P1;6QWA P1;6QWB P1;6TD0 P1;6W2Z P1;6W34 P1;6WGP P1;6WGR P1;6WIP P1;6WJM P1;7A6Z P1;7BDR P1;7DDM P1;7QLP 
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
   1    0.00    0.00    0.00    0.00   -       -       N       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       A       -       -       -       -       -       -       -       -       -       -       -       N       -       -       N       R       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
   2    0.00    0.00    0.00    0.00   -       -       K       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       S       -       -       -       -       -       -       -       -       -       -       -       A       -       -       R       A       -       -       -       -       -       -       -       -       -       L       L       L       -       -       -       -       -       -       -       -       -       -       
   3    0.28    0.00    0.00    0.00   S       N       S       S       S       -       H       N       H       S       Q       A       -       K       -       S       N       V       -       -       -       H       -       S       S       S       K       -       A       -       Q       T       -       S       T       -       -       -       G       S       -       R       P       -       H       T       Q       N       A       T       -       -       T       A       D       K       T       T       T       C       -       V       -       A       G       G       -       -       H       
   4    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       I       -       -       -       -       -       -       -       -       -       -       T       -       -       -       P       -       N       -       -       -       -       -       -       -       -       -       -       -       -       V       -       -       L       -       -       -       -       
   5    0.27    0.00    0.00    0.00   D       T       D       P       K       -       P       T       P       P       T       P       -       -       -       P       -       -       -       -       -       P       -       E       E       E       N       -       Q       -       P       D       -       E       -       -       -       -       -       E       -       -       D       -       P       P       A       -       H       -       -       -       -       -       -       G       -       -       -       -       -       N       -       S       D       -       -       -       P       
   6    0.00    0.00    0.00    0.00   -       -       -       -       F       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       K       K       K       V       -       S       -       P       W       -       K       -       -       -       -       -       K       -       -       A       -       -       K       S       -       I       -       -       -       -       -       -       T       -       -       -       -       -       V       -       P       A       -       -       -       -       
   7    0.35    0.00    0.00    0.00   A       K       A       L       Q       -       E       I       E       Q       S       I       -       L       -       Q       -       Q       D       -       -       E       -       L       L       L       A       -       P       -       Q       S       -       L       S       -       -       -       A       L       -       A       A       -       E       Q       S       V       Q       S       A       -       -       A       I       D       N       N       N       -       Q       D       -       V       A       A       A       -       E       
   8    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       I       -       -       -       V       -       H       -       -       -       -       D       -       -       -       -       -       -       -       D       -       -       -       -       -       -       -       
   9    0.50    0.00    0.00    0.00   E       G       A       L       Q       -       T       E       T       P       A       D       A       T       -       P       S       Q       A       G       Q       T       T       T       T       T       A       -       L       D       V       G       D       T       A       A       S       S       R       T       -       A       T       -       T       K       S       A       Q       A       D       -       K       A       Q       S       L       L       L       I       A       M       -       P       A       D       D       -       T       
  10    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       I       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
  11    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       N       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
  12    0.55    0.00    0.00    0.00   -       I       A       K       V       -       L       -       L       L       V       -       V       F       -       L       V       V       I       S       L       L       H       F       F       F       A       -       L       V       T       V       F       F       V       P       V       L       A       F       -       E       A       L       L       I       L       A       M       V       V       -       S       L       Y       L       V       V       V       T       T       L       -       A       A       L       V       P       L       
  13    0.46    0.00    0.00    0.00   R       D       K       E       E       K       V       E       V       E       Q       D       Q       K       D       E       Q       Q       Q       E       D       V       K       K       K       K       E       A       K       Q       V       A       E       K       Q       D       Q       D       R       K       D       E       A       A       V       E       A       E       V       Q       Q       N       D       A       N       K       A       A       A       N       H       R       A       P       A       A       Q       A       V       
  14    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       A       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
  15    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       R       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
  16    0.59    0.00    0.00    0.00   R       E       Q       Q       Q       E       K       Q       K       Q       Q       Q       Q       T       D       Q       Q       K       Q       D       D       K       E       T       T       T       R       S       E       Q       D       A       H       T       Q       E       Q       K       K       T       D       S       S       D       K       Q       E       Q       Q       Q       Q       K       R       D       S       S       E       E       E       K       K       A       K       P       T       D       Q       S       K       
  17    0.00    0.00    0.00    0.00   -       -       -       -       D       -       -       -       -       -       K       -       K       D       -       -       Q       K       K       -       S       -       -       D       D       D       Q       -       Q       K       K       A       A       D       K       -       Q       Q       E       D       -       P       D       R       -       Q       R       Q       Q       K       K       N       E       M       A       S       P       P       P       K       E       R       E       E       R       R       K       -       -       
  18    0.61    0.00    0.00    0.00   L       I       I       I       V       L       V       L       V       I       L       L       L       L       F       I       L       L       L       L       F       V       F       L       L       L       L       F       I       L       L       V       I       L       L       L       L       L       L       L       F       L       F       F       V       I       F       L       L       L       L       M       F       C       F       I       F       F       F       F       F       W       L       L       L       F       L       F       V       
  19    0.59    0.00    0.00    0.00   A       K       K       E       K       N       K       S       K       K       A       A       A       E       A       K       E       A       A       K       K       K       S       E       E       E       R       A       E       A       K       A       S       E       A       A       E       A       R       E       A       A       A       A       K       D       E       R       S       A       A       A       A       A       S       E       A       A       A       V       S       A       N       A       A       A       A       A       K       
  20    0.55    0.00    0.00    0.00   G       N       K       S       A       D       D       T       D       L       A       E       A       K       K       L       A       A       D       K       N       D       Q       K       K       K       E       A       T       E       R       A       D       K       A       S       A       A       T       K       K       E       A       E       D       S       Q       E       A       A       E       D       K       R       Q       K       K       K       K       Q       Q       E       D       A       A       E       E       A       D       
  21    0.50    0.00    0.00    0.00   L       L       L       I       I       L       A       L       A       S       L       L       L       L       L       S       L       L       L       L       L       A       L       L       L       L       L       L       I       L       L       A       L       L       L       L       L       L       L       L       L       I       L       L       A       L       L       L       L       L       L       I       L       L       L       Y       L       L       L       L       L       I       L       L       I       L       L       L       A       
  22    0.82    0.00    0.00    0.00   E       E       E       V       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       V       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       L       E       E       E       E       E       E       E       E       E       L       E       E       E       E       E       Q       E       E       E       E       E       E       E       
  23    0.47    0.00    0.00    0.00   R       T       E       I       V       K       D       K       D       S       K       R       K       R       E       S       K       K       K       E       N       D       K       R       R       R       S       R       T       R       N       -       A       R       K       K       K       H       A       R       E       R       K       R       D       K       A       S       K       K       R       A       D       A       S       K       Q       Q       Q       K       K       R       K       R       T       R       R       R       D       
  24    0.54    0.00    0.00    0.00   A       D       D       G       S       K       Q       Y       Q       Q       S       R       S       E       Q       Q       S       Q       R       E       K       K       K       E       E       E       T       A       G       Q       D       A       H       E       S       D       S       S       S       E       Q       R       A       R       Q       D       S       T       S       S       Q       A       K       G       D       D       D       D       D       K       K       G       K       R       S       R       Q       A       Q       
  25    0.50    0.00    0.00    0.00   S       F       F       K       L       Y       L       S       L       L       S       D       S       K       F       L       S       S       S       F       Y       L       F       K       K       K       F       A       K       S       F       T       N       K       S       F       S       A       F       K       F       S       C       Y       L       K       S       F       A       S       S       F       Y       S       Y       K       F       F       F       F       F       T       Y       S       L       Y       S       A       L       
  26    0.70    0.00    0.00    0.00   G       N       D       K       S       N       G       Q       G       S       G       N       G       A       D       S       G       G       G       D       D       G       D       A       A       A       D       G       K       G       G       G       Q       A       G       G       G       N       K       A       D       G       A       D       G       K       G       D       N       G       G       E       D       G       G       K       G       G       G       D       D       G       N       G       D       D       G       G       G       
  27    0.70    0.00    0.00    0.00   A       G       G       A       A       A       A       G       A       G       G       V       G       A       A       G       G       G       G       V       G       A       A       A       A       A       G       G       A       G       G       G       A       A       G       G       G       G       G       A       A       G       G       A       A       A       G       G       G       G       G       G       A       G       A       A       G       G       G       A       A       G       A       A       G       A       G       G       A       
  28    0.75    0.00    0.00    0.00   R       R       R       T       R       H       R       R       R       R       R       L       R       Q       K       R       R       R       R       R       K       R       R       Q       Q       Q       R       R       T       R       R       T       K       Q       R       R       R       R       R       Q       K       R       R       R       R       T       R       R       R       R       R       R       N       R       K       K       S       S       S       R       R       R       H       R       R       R       R       R       R       
  29    0.70    0.00    0.00    0.00   L       I       I       V       I       I       V       L       V       V       L       I       L       I       L       V       L       L       L       L       I       V       L       I       I       I       L       L       V       L       I       V       I       I       L       I       L       L       I       I       L       L       L       L       V       V       L       L       L       L       L       V       L       L       L       V       I       I       I       L       L       L       I       I       L       L       L       L       V       
  30    0.96    0.00    0.00    0.00 * G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       
  31    0.42    0.00    0.00    0.00   V       V       V       V       V       V       Y       V       Y       M       V       L       V       V       I       M       V       V       V       V       I       Y       V       V       V       V       F       V       V       V       V       A       V       V       V       V       V       I       A       V       I       V       V       V       Y       V       V       F       V       V       V       V       V       V       V       V       V       V       V       V       V       T       V       V       L       V       V       V       Y       
  32    0.46    0.00    0.00    0.00   Y       Y       F       A       S       Y       I       A       I       I       A       Y       A       A       F       I       A       A       A       Y       Y       I       Y       A       A       A       V       C       A       A       Y       T       A       A       A       Y       A       A       Y       A       F       F       T       Y       I       A       A       V       A       A       A       Y       F       G       Y       A       Y       Y       Y       Y       Y       C       Y       F       F       Y       A       C       I       
  33    0.46    0.00    0.00    0.00   A       A       A       V       V       A       E       L       E       E       L       A       L       I       A       E       L       L       L       A       T       E       A       I       I       I       A       A       V       L       A       I       L       I       L       A       L       M       A       I       A       A       L       V       E       V       A       A       V       L       L       A       A       V       A       V       A       A       A       A       A       L       A       A       A       V       L       A       E       
  34    0.71    0.00    0.00    0.00   Y       L       I       W       L       L       L       I       L       M       I       A       I       V       L       M       I       I       I       I       L       L       I       V       V       V       L       I       W       I       I       V       V       V       I       L       I       I       V       V       L       I       L       P       L       L       L       L       I       I       I       I       L       L       F       L       M       M       M       I       I       L       L       L       L       P       I       I       L       
  35    0.76    0.00    0.00    0.00   D       D       D       G       D       D       D       N       D       D       D       N       D       D       D       D       N       N       N       D       N       D       D       D       D       D       D       D       G       N       D       A       -       D       D       D       N       N       D       D       D       D       D       A       D       -       R       D       D       D       N       N       D       D       D       G       D       D       D       D       D       D       N       D       N       A       N       D       D       
  36    0.45    0.00    0.00    0.00   T       T       T       P       T       T       L       T       L       L       T       L       T       P       T       L       T       T       T       T       T       L       T       P       P       P       T       T       P       T       T       P       S       P       T       T       T       S       T       P       T       T       T       T       L       -       T       T       T       T       T       T       T       T       T       I       T       T       T       I       T       S       T       T       T       T       T       T       L       
  37    0.50    0.00    0.00    0.00   G       G       G       D       Q       K       N       E       N       A       A       Q       A       Q       G       A       A       A       A       G       D       N       G       Q       Q       Q       A       A       D       A       G       G       E       Q       A       G       A       G       A       Q       G       G       A       G       N       A       A       A       G       A       A       G       G       A       E       E       G       G       G       G       G       G       K       G       A       G       A       A       N       
  38    0.64    0.00    0.00    0.00   S       S       S       D       N       S       S       D       S       S       D       S       D       -       T       S       D       D       D       A       D       S       T       -       -       -       T       T       D       D       S       -       N       -       D       S       D       A       T       -       T       S       S       T       S       N       D       T       S       D       D       S       T       S       T       D       S       S       S       S       T       S       S       T       D       T       D       T       S       
  39    0.76    0.00    0.00    0.00   G       G       G       L       G       G       G       N       G       G       N       G       N       G       N       G       N       N       D       D       K       G       N       G       G       G       G       G       L       N       N       G       G       G       N       G       N       G       G       G       N       G       G       T       G       D       G       G       G       N       N       G       N       G       N       N       G       G       G       N       N       G       G       G       G       T       N       G       G       
  40    0.61    0.00    0.00    0.00   R       K       N       E       E       K       K       S       K       R       T       R       T       E       R       R       S       S       S       K       T       K       Q       E       E       E       A       R       E       S       K       E       N       E       T       D       S       T       K       E       R       R       R       A       K       E       S       A       A       T       S       K       K       R       K       F       A       A       A       K       Q       W       K       R       R       A       S       R       K       
  41    0.44    0.00    0.00    0.00   T       S       T       P       Y       E       I       Q       I       T       Q       R       Q       I       T       T       Q       Q       Q       E       N       I       T       I       I       I       R       R       P       Q       T       T       L       I       Q       T       Q       K       T       I       T       T       R       A       I       T       Y       R       I       Q       Q       A       T       M       E       K       T       T       T       T       T       R       E       T       T       A       Q       R       I       
  42    0.67    0.00    0.00    0.00   V       F       F       L       W       V       L       I       L       L       V       I       V       V       V       L       I       V       T       I       I       L       I       V       V       V       I       A       L       I       F       F       I       V       V       V       I       I       I       V       V       L       I       I       L       V       V       I       A       V       I       Y       V       I       V       L       V       V       V       I       I       I       V       L       L       I       I       T       L       
  43    0.13    0.00    0.00    0.00   -       -       -       -       -       -       E       -       E       T       -       -       -       A       -       T       -       -       -       -       -       E       -       A       A       A       -       -       -       -       -       -       Q       A       -       -       -       -       -       A       -       -       -       -       E       A       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       E       
  44    0.56    0.00    0.00    0.00   A       S       G       L       D       K       S       T       S       A       L       T       L       G       T       A       L       L       L       S       K       S       A       G       G       G       A       L       L       L       G       R       G       G       L       G       L       L       T       G       A       G       G       E       S       V       G       A       G       L       L       S       T       G       A       N       S       S       S       A       S       G       K       A       A       E       L       L       S       
  45    0.56    0.00    0.00    0.00   Y       Y       Y       I       Y       F       F       Y       F       W       Y       H       Y       H       Y       W       Y       Y       Y       Y       Y       F       Y       H       H       H       H       H       L       Y       Y       H       Y       H       Y       H       Y       Y       Y       H       Y       H       H       Y       F       Y       Y       H       W       Y       Y       Y       Y       H       Y       V       Y       Y       Y       Y       Y       Q       F       H       H       Y       Y       H       F       
  46    0.81    0.00    0.00    0.00   R       R       R       N       N       N       R       R       R       R       R       R       R       R       R       R       R       R       R       R       N       R       R       R       R       R       R       R       N       R       R       N       R       R       R       R       R       R       R       R       R       R       R       R       R       N       R       R       R       R       R       R       H       R       R       N       R       R       R       R       R       R       N       R       R       R       R       R       R       
  47    0.51    0.00    0.00    0.00   A       A       S       P       G       S       P       G       P       A       G       L       G       M       P       A       A       A       G       E       E       P       P       M       M       M       G       A       P       A       A       G       A       M       G       A       A       G       S       M       P       A       Q       A       P       N       E       A       M       G       A       A       P       L       A       E       A       A       A       P       S       E       S       A       S       A       A       A       P       
  48    0.58    0.00    0.00    0.00   D       N       D       F       N       D       E       E       E       D       D       D       D       A       D       D       D       D       D       N       S       E       N       A       A       A       D       D       F       D       N       D       N       A       D       D       D       A       G       A       D       D       D       D       E       Q       S       D       D       D       D       N       D       D       D       K       E       E       E       N       N       N       D       D       D       D       D       D       E       
  49    0.78    0.00    0.00    0.00   E       E       E       E       Q       K       E       E       E       E       E       E       E       Q       E       E       E       E       E       E       Y       E       E       Q       Q       Q       E       E       E       E       E       R       E       Q       E       E       E       Q       E       Q       E       E       E       E       E       I       E       E       E       E       E       E       E       D       D       H       E       E       E       E       E       E       K       E       E       E       E       E       E       
  50    0.82    0.00    0.00    0.00   L       R       R       K       R       R       R       R       R       R       R       M       R       R       R       R       R       R       R       R       H       R       R       R       R       R       R       R       K       R       R       R       R       R       R       R       R       R       R       R       R       R       R       R       R       H       R       R       P       R       R       R       R       R       R       H       R       R       R       R       R       R       R       R       R       R       R       R       R       
  51    0.90    0.00    0.00    0.00   F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       F       Y       F       F       F       F       F       F       F       F       F       F       F       F       F       
  52    0.73    0.00    0.00    0.00   P       P       P       P       P       A       P       A       P       P       P       A       P       A       A       P       A       A       A       A       P       P       A       A       A       A       P       P       P       A       P       R       A       A       P       L       A       P       P       A       A       L       P       A       P       P       P       P       P       P       P       P       A       P       A       P       P       P       P       A       A       P       A       A       A       A       A       P       P       
  53    0.64    0.00    0.00    0.00   M       L       L       M       L       Y       M       M       M       M       M       M       M       M       F       M       M       M       M       Y       I       M       F       M       M       M       F       F       M       M       L       A       M       M       M       M       M       F       L       M       F       M       M       F       M       L       M       F       M       M       M       L       Y       M       Y       M       L       L       L       Y       F       M       Y       Y       M       F       M       F       M       
  54    0.28    0.00    0.00    0.00   C       C       C       Q       T       A       M       A       M       M       C       C       C       C       A       M       C       C       C       T       C       M       A       C       C       C       C       C       Q       C       C       A       C       C       C       C       C       C       L       C       A       C       C       C       M       L       C       C       C       C       C       C       A       C       C       Q       C       C       C       A       A       C       A       A       C       C       C       C       M       
  55    0.89    0.00    0.00    0.00 * S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       
  56    0.83    0.00    0.00    0.00   V       S       S       V       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       V       T       T       T       T       T       T       T       V       T       S       T       T       T       T       T       T       T       T       T       T       T       T       T       T       V       T       T       T       T       T       S       T       T       T       T       S       S       S       T       T       T       T       T       T       T       T       T       T       
  57    0.70    0.00    0.00    0.00   F       F       F       F       F       S       F       S       F       F       S       F       S       F       I       F       S       S       G       F       F       F       Y       F       F       F       S       F       F       S       F       V       F       F       S       V       S       F       F       F       I       F       F       F       F       F       F       F       S       S       S       F       H       F       F       Y       F       F       F       Y       Y       F       S       C       F       F       S       F       F       
  58    0.86    0.00    0.00    0.00 * K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       
  59    0.62    0.00    0.00    0.00   T       G       G       L       T       A       V       V       V       V       V       G       V       F       A       V       V       V       V       P       F       V       A       F       F       F       M       A       L       V       G       I       L       F       V       T       V       F       A       F       A       G       S       A       V       F       L       T       V       V       V       A       A       V       A       F       G       G       G       V       A       F       A       A       L       A       V       A       V       
  60    0.64    0.00    0.00    0.00   L       F       F       H       I       I       L       M       L       V       M       Y       M       P       L       V       M       M       M       L       L       L       L       P       P       P       M       M       H       M       F       P       P       P       M       F       M       M       I       P       L       L       M       P       L       H       L       M       M       M       M       F       L       L       L       H       F       F       F       L       L       V       I       L       V       P       M       M       L       
  61    0.70    0.00    0.00    0.00   S       L       L       L       A       N       L       A       L       L       A       A       A       L       T       L       A       T       A       A       L       L       A       L       L       L       L       L       L       A       L       L       L       L       A       I       A       L       A       L       T       L       L       L       L       V       A       L       A       A       A       L       A       A       A       L       L       L       L       A       A       L       N       A       L       L       A       L       L       
  62    0.38    0.00    0.00    0.00   S       A       A       A       C       S       C       V       C       C       A       A       A       A       V       C       A       A       A       V       V       C       A       A       A       A       C       G       A       A       A       M       A       A       A       V       A       A       A       A       V       A       A       V       C       G       V       S       V       A       A       A       V       A       A       A       A       A       A       A       A       A       S       A       A       V       A       G       C       
  63    0.65    0.00    0.00    0.00   A       A       A       M       A       A       G       A       G       G       A       A       A       A       G       G       A       A       A       G       G       G       G       A       A       A       A       A       M       A       A       I       A       A       A       S       A       A       A       A       G       A       A       A       G       L       A       A       A       A       A       A       G       G       G       L       A       A       A       A       G       A       A       G       G       A       A       A       G       
  64    0.75    0.00    0.00    0.00   A       A       A       L       K       I       A       A       A       A       A       R       A       L       V       A       A       A       A       A       A       A       V       L       L       L       A       A       L       A       A       A       L       L       A       A       A       A       A       L       V       Q       T       A       A       A       L       A       A       A       A       A       A       L       A       A       A       A       A       A       V       A       I       A       A       A       A       A       A       
  65    0.83    0.00    0.00    0.00   V       V       V       V       L       L       V       V       V       V       V       V       V       V       L       V       V       V       V       V       I       V       L       V       V       I       V       V       V       V       V       V       V       V       V       I       V       V       V       V       L       I       V       V       V       V       I       V       L       V       V       V       L       V       V       V       V       V       V       V       L       V       L       M       I       V       V       V       V       
  66    0.87    0.00    0.00    0.00   L       L       L       L       L       L       L       L       L       L       L       L       L       F       L       L       L       L       L       L       L       L       L       F       F       F       L       L       L       L       L       Y       L       F       L       L       L       L       L       F       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       
  67    0.54    0.00    0.00    0.00   R       K       E       H       Y       E       S       K       S       A       K       Q       K       E       Q       A       K       K       K       -       D       S       Q       E       E       E       A       A       H       K       S       R       S       E       K       R       K       D       H       E       Q       A       S       H       S       D       K       A       K       K       K       K       Q       A       K       D       A       A       A       K       Q       Q       E       A       A       H       K       A       S       
  68    0.61    0.00    0.00    0.00   D       G       R       Q       D       Q       R       E       R       R       Q       M       Q       R       Q       R       Q       Q       Q       Q       Y       R       Q       R       R       R       R       Q       Q       K       K       A       R       R       Q       R       Q       Q       K       R       Q       R       Q       Q       R       K       R       R       Q       Q       Q       M       Q       R       Q       K       R       R       R       K       Q       R       Q       A       Q       Q       K       Q       R       
  69    0.51    0.00    0.00    0.00   L       S       V       V       A       V       V       S       V       V       S       A       S       I       -       V       S       S       S       T       D       V       N       I       I       I       S       S       V       S       S       V       I       I       S       R       S       S       A       I       -       V       A       -       V       M       S       S       S       S       S       D       -       V       -       L       S       S       S       -       -       V       V       T       S       -       S       S       V       
  70    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       R       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
  71    0.62    0.00    0.00    0.00   D       Q       Q       D       E       P       D       E       D       D       E       E       E       D       -       D       E       E       E       K       M       D       S       D       D       D       A       V       D       E       Q       D       D       D       E       L       E       Q       T       D       K       D       E       N       D       D       M       A       E       E       E       Q       K       D       D       D       Q       Q       Q       N       N       D       P       -       A       N       E       V       D       
  72    0.58    0.00    0.00    0.00   R       D       Q       Q       Q       Y       A       K       A       A       T       H       T       S       K       A       S       T       S       S       H       A       T       S       S       S       G       A       Q       S       Q       A       A       S       T       S       S       S       S       S       S       S       R       P       A       K       A       G       Q       T       T       D       S       R       S       K       Q       Q       Q       S       S       K       Y       S       Q       P       S       A       A       
  73    0.56    0.00    0.00    0.00   N       N       K       G       G       N       G       Q       G       G       Q       G       Q       G       S       G       D       H       N       D       N       G       K       G       G       G       E       H       G       E       Q       G       G       G       Q       E       D       Q       D       G       -       G       M       L       G       G       E       D       T       Q       Q       S       -       K       -       E       Q       Q       Q       -       -       G       N       D       T       L       E       H       G       
  74    0.49    0.00    0.00    0.00   G       R       K       K       K       K       Q       A       Q       D       K       E       K       T       I       D       K       D       P       E       Q       Q       K       T       T       T       P       P       K       P       E       E       E       T       K       P       K       P       P       T       I       S       P       T       Q       H       R       A       P       K       K       P       I       Q       L       N       A       A       A       I       I       E       K       A       P       T       P       P       Q       
  75    0.57    0.00    0.00    0.00   E       L       L       L       V       -       E       G       E       E       Q       I       Q       E       E       E       H       G       E       E       G       E       -       E       E       E       A       G       L       S       G       R       E       E       Q       G       H       N       G       E       E       E       A       H       E       I       G       A       E       Q       Q       G       E       E       E       I       G       G       G       E       D       L       -       D       G       H       N       G       E       
  76    0.43    0.00    0.00    0.00   F       N       D       D       N       -       Q       L       Q       Q       L       S       L       R       D       Q       L       I       V       -       F       Q       -       R       R       R       L       L       D       L       L       A       N       R       L       L       L       L       L       R       D       R       L       -       Q       A       L       L       L       L       L       V       D       N       Q       S       L       L       L       K       S       R       -       R       L       -       L       L       Q       
  77    0.81    0.00    0.00    0.00   L       L       I       L       P       L       L       L       L       L       L       L       L       G       L       L       L       L       V       L       L       L       L       G       G       G       L       L       L       L       L       L       P       G       L       L       L       L       L       G       L       L       L       L       L       L       L       L       M       L       L       L       L       L       L       I       L       L       L       L       L       L       L       -       L       L       L       L       L       
  78    0.50    0.00    0.00    0.00   S       N       N       N       N       N       G       D       G       E       N       D       N       D       N       E       N       Q       N       E       D       G       D       D       D       D       Q       Q       N       N       N       T       E       D       N       D       N       N       N       D       N       D       D       D       G       D       E       Q       S       N       N       L       N       D       K       D       D       D       D       N       N       T       N       D       E       D       N       Q       G       
  79    0.61    0.00    0.00    0.00   R       Q       Q       Q       S       K       R       K       R       R       Q       N       Q       R       Q       R       Q       Q       K       E       K       R       E       R       R       R       R       Q       Q       Q       Q       D       R       R       Q       Q       Q       K       K       R       Q       R       R       K       R       S       E       R       Q       Q       Q       E       E       R       Q       K       T       T       T       E       E       Q       K       R       R       K       Q       Q       R       
  80    0.61    0.00    0.00    0.00   R       -       K       T       T       K       R       N       R       K       P       R       P       K       R       K       R       K       R       T       K       R       V       K       K       K       R       R       S       R       R       R       K       K       P       R       R       H       V       K       R       L       R       L       R       L       R       R       P       P       P       K       R       R       L       K       P       P       P       V       V       Q       K       V       R       L       R       R       R       
  81    0.76    0.00    0.00    0.00   I       I       V       V       V       V       I       I       I       I       V       V       V       L       I       I       V       M       L       I       I       I       I       L       L       L       I       V       V       V       I       I       L       L       V       I       V       I       V       L       I       V       V       I       I       I       I       I       Q       V       V       V       I       V       V       L       I       I       I       I       I       I       V       V       V       I       V       V       I       
  82    0.45    0.00    0.00    0.00   L       V       K       I       E       H       H       T       H       H       E       F       E       S       T       H       E       T       E       T       P       H       T       S       S       S       A       T       T       E       R       V       H       S       E       Q       E       N       H       S       T       H       P       T       H       E       R       P       P       E       E       N       F       S       K       F       R       R       R       H       T       K       H       R       A       T       E       T       H       
  83    0.00    0.00    0.00    0.00   -       N       -       V       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
  84    0.72    0.00    0.00    0.00   Y       Y       Y       N       I       I       Y       I       Y       Y       I       V       I       Y       Y       Y       I       I       I       Y       I       Y       Y       Y       Y       Y       Y       Y       V       I       Y       L       Y       Y       I       Y       I       Y       W       Y       Y       Y       V       Y       Y       V       Y       Y       V       I       I       Y       Y       Y       Y       V       Y       Y       Y       Y       Y       I       I       Y       Y       Y       I       Y       Y       
  85    0.57    0.00    0.00    0.00   T       N       E       R       K       N       S       K       S       R       K       D       K       G       T       R       K       K       K       S       N       S       T       G       G       G       A       G       N       K       D       R       D       G       K       T       K       H       T       G       T       T       G       T       S       K       G       A       A       K       K       H       T       A       K       K       G       G       G       S       T       R       N       R       G       T       K       G       S       
  86    0.53    0.00    0.00    0.00   Q       T       S       A       K       K       Q       K       Q       Q       P       A       P       P       R       Q       K       K       K       E       Q       Q       K       P       P       P       K       R       R       K       N       A       S       P       P       Q       K       E       T       P       R       E       E       S       Q       S       D       K       S       P       P       N       R       K       K       K       K       K       K       K       K       A       K       R       P       S       K       R       Q       
  87    0.56    0.00    0.00    0.00   D       R       R       K       A       D       N       S       N       Q       A       D       A       D       D       Q       S       A       S       E       D       N       E       D       D       D       G       S       A       S       R       A       A       D       A       S       S       S       A       D       D       K       A       D       N       S       A       R       G       A       A       R       D       S       E       S       N       N       N       D       E       S       D       A       E       D       S       S       N       
  88    0.73    0.00    0.00    0.00   D       S       D       V       D       D       D       D       D       D       D       A       D       M       D       D       D       D       D       D       D       D       D       M       M       M       D       D       A       D       V       D       F       M       D       D       D       D       E       M       D       D       D       D       D       Q       Q       D       D       D       D       T       D       D       D       E       A       A       A       D       D       D       D       D       A       D       D       D       D       
  89    0.83    0.00    0.00    0.00   V       L       L       L       L       I       L       L       L       L       L       L       L       I       L       L       L       L       L       L       I       L       L       I       I       I       L       L       V       L       M       K       L       I       L       V       L       L       L       I       L       L       L       I       L       L       V       L       L       L       L       M       L       L       V       L       L       L       L       L       L       M       I       L       L       I       L       L       L       
  90    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       G       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
  91    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       K       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
  92    0.76    0.00    0.00    0.00   E       E       E       Q       V       V       V       V       V       V       V       V       V       V       V       V       V       T       V       V       L       V       V       V       V       V       I       V       L       V       E       A       E       V       V       L       V       L       Q       V       V       I       L       R       V       K       V       V       V       V       V       E       V       V       L       L       V       V       V       V       V       L       V       V       V       R       V       V       V       
  93    0.00    0.00    0.00    0.00   Q       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       Q       -       -       -       -       -       -       -       -       -       -       -       -       F       -       -       -       S       -       -       -       -       -       -       -       -       -       P       -       -       -       -       -       -       -       -       -       -       -       -       -       
  94    0.53    0.00    0.00    0.00   A       F       Y       -       T       A       K       A       E       D       N       P       N       E       N       D       N       N       V       T       G       E       D       E       E       E       R       N       N       N       P       P       E       E       N       E       N       S       E       E       N       T       S       S       E       N       A       R       N       N       N       P       N       T       S       N       P       R       P       T       D       E       A       A       S       S       N       S       E       
  95    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       T       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       T       -       -       -       -       -       -       -       -       -       T       -       -       -       -       -       -       -       -       -       -       -       -       -       
  96    0.70    0.00    0.00    0.00   D       H       H       N       Y       Y       Y       Y       Y       Y       Y       N       Y       W       Y       Y       Y       W       W       Y       Y       Y       Y       W       W       W       Y       Y       W       Y       H       G       Y       W       Y       W       Y       Y       H       W       Y       -       H       I       Y       Y       H       Y       Y       Y       Y       H       Y       Y       Y       W       W       W       W       Y       Y       H       Y       H       Y       I       Y       Y       Y       
  97    0.79    0.00    0.00    0.00   G       S       S       T       S       S       S       S       S       S       N       S       N       S       N       S       N       N       S       S       A       S       S       S       S       S       S       S       S       N       S       S       A       S       N       A       N       A       S       S       N       S       A       S       S       S       S       S       N       N       N       S       N       S       A       S       S       S       S       S       S       A       S       S       S       S       N       S       S       
  98    0.00    0.00    0.00    0.00   A       -       -       W       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
  99    0.00    0.00    0.00    0.00   G       -       -       A       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 100    0.92    0.00    0.00    0.00   P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       G       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       
 101    0.74    0.00    0.00    0.00   E       I       I       I       V       I       V       I       V       V       I       V       I       A       I       V       I       V       I       I       I       V       V       A       A       A       I       V       M       I       V       V       A       A       I       I       I       I       V       A       I       V       V       V       V       L       V       I       I       I       I       I       I       A       I       L       I       I       I       I       V       V       I       V       I       V       I       V       V       
 102    0.74    0.00    0.00    0.00   T       T       T       M       I       L       T       T       T       S       A       T       A       T       T       S       A       T       T       T       T       T       T       T       T       T       T       T       M       A       T       L       A       T       A       T       A       T       T       T       T       T       T       A       T       R       T       T       T       A       A       T       T       T       A       R       S       S       S       T       T       T       L       T       T       A       A       T       T       
 103    0.75    0.00    0.00    0.00   G       T       T       K       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       A       E       E       E       E       E       E       E       K       E       E       -       K       E       E       S       E       R       G       E       E       K       R       Q       E       D       K       E       E       E       E       E       E       E       K       D       E       E       E       E       E       E       E       E       Q       Q       E       E       E       
 104    0.76    0.00    0.00    0.00   K       K       K       A       K       K       K       K       K       K       K       A       K       R       K       K       K       K       K       Q       K       K       K       R       R       R       Q       R       D       K       K       L       R       R       K       Q       K       K       K       R       K       A       R       Q       K       K       R       K       R       K       K       K       K       K       D       K       K       K       K       K       K       R       K       R       K       Q       K       R       K       
 105    0.67    0.00    0.00    0.00   P       Y       Y       Y       Q       Y       H       H       H       H       H       R       H       F       H       H       H       Y       H       H       N       H       H       F       F       F       H       H       H       H       Q       H       Y       F       H       H       H       N       H       F       H       N       H       H       H       F       H       H       F       H       H       F       H       H       N       Y       Y       Y       Y       H       H       H       Y       H       H       H       H       H       H       
 106    0.68    0.00    0.00    0.00   Q       K       K       Q       V       V       L       L       L       L       V       A       V       L       V       L       V       V       L       V       V       L       V       L       L       L       V       V       Q       V       I       L       V       L       V       V       V       L       V       L       V       V       A       V       L       P       A       V       V       V       V       Q       V       V       V       P       L       L       L       L       V       V       V       V       A       V       V       V       L       
 107    0.46    0.00    0.00    0.00   N       D       G       G       G       G       T       V       T       A       -       G       -       A       D       A       -       G       Q       D       G       T       D       A       A       A       G       D       G       -       T       H       A       A       -       S       -       A       K       A       D       A       G       Q       T       D       G       G       G       -       -       S       D       E       D       D       T       T       T       D       D       G       G       E       A       Q       -       D       T       
 108    0.00    0.00    0.00    0.00   L       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 109    0.00    0.00    0.00    0.00   A       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       G       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 110    0.56    0.00    0.00    0.00   N       N       S       D       Q       K       D       T       D       D       N       A       N       S       T       D       N       N       S       E       K       D       T       S       S       S       A       T       D       N       T       D       T       S       N       T       N       C       D       S       T       Q       K       T       D       Q       E       A       K       N       N       Q       T       D       K       G       T       T       T       T       T       -       K       T       G       T       N       T       D       
 111    0.87    0.00    0.00    0.00   A       G       G       E       A       D       G       G       G       G       G       E       G       G       G       G       G       T       G       G       T       G       G       G       G       G       G       G       E       G       G       G       G       G       G       G       G       G       G       G       G       G       D       G       G       D       G       G       S       G       G       G       G       G       G       N       G       G       G       G       G       G       D       G       G       G       G       G       G       
 112    0.00    0.00    0.00    0.00   -       -       -       F       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       F       -       -       L       -       -       -       -       -       -       -       -       -       -       -       -       -       I       -       -       -       -       -       -       -       -       -       V       -       -       -       -       -       -       -       -       -       -       -       -       -       
 113    0.00    0.00    0.00    0.00   Q       -       -       S       -       -       -       -       -       -       T       -       T       H       -       -       T       -       -       -       -       -       -       H       H       H       -       -       T       T       -       E       Y       H       T       -       T       -       -       H       -       A       -       -       -       T       -       -       -       T       T       -       -       -       -       D       -       -       -       -       -       S       -       -       -       -       T       -       -       
 114    0.75    0.00    0.00    0.00   L       M       M       V       I       I       M       M       M       M       M       M       M       M       M       M       M       M       M       M       L       M       M       M       M       M       M       M       V       M       M       L       M       M       M       M       M       M       M       M       M       M       M       M       M       I       M       M       M       M       M       M       M       M       M       L       M       M       M       M       M       L       I       M       M       M       M       M       M       
 115    0.83    0.00    0.00    0.00   T       S       T       P       T       T       T       S       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       S       T       A       S       T       T       T       T       T       T       T       T       T       T       T       S       T       T       T       S       T       T       T       T       T       A       T       T       T       S       T       T       T       S       K       S       T       T       T       T       S       T       T       
 116    0.76    0.00    0.00    0.00   V       L       L       V       L       L       V       L       V       V       L       L       L       V       L       V       L       L       L       L       I       V       L       V       V       V       V       V       V       L       V       L       V       V       L       V       L       V       V       V       L       I       V       I       V       L       V       V       F       L       L       V       L       I       I       I       V       V       V       L       L       V       L       L       V       I       L       V       V       
 117    0.47    0.00    0.00    0.00   E       G       G       Q       D       K       R       A       R       G       A       A       A       L       K       G       A       A       A       V       S       R       G       L       L       L       A       A       Q       A       A       E       T       L       A       S       A       S       A       L       K       E       R       G       R       G       G       A       D       A       A       G       R       A       E       S       A       A       A       K       G       A       K       R       A       G       A       A       R       
 118    0.79    0.00    0.00    0.00   E       D       D       Q       D       A       E       Q       E       E       E       E       E       E       E       E       E       E       E       E       Q       E       E       E       E       E       E       E       Q       E       E       D       E       E       E       E       E       E       R       E       E       A       D       Q       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       D       A       Q       E       E       E       
 119    0.82    0.00    0.00    0.00   L       M       M       L       A       L       L       L       L       L       L       L       L       A       L       L       L       L       L       I       L       L       I       A       A       A       L       L       L       L       L       L       A       A       L       L       L       L       L       A       L       L       L       L       L       L       L       L       L       L       L       L       L       L       I       I       L       L       L       I       I       L       L       A       L       L       L       L       L       
 120    0.51    0.00    0.00    0.00   C       A       A       L       C       I       C       S       C       C       S       C       S       A       A       C       G       S       S       A       N       C       A       A       A       A       C       C       L       S       S       V       I       A       S       C       G       C       C       A       A       C       C       C       C       L       S       C       S       S       S       A       A       C       C       L       S       S       S       S       A       C       I       A       C       C       S       C       C       
 121    0.56    0.00    0.00    0.00   E       A       S       Q       F       E       S       A       S       A       A       Q       A       Q       D       A       A       A       A       D       Y       S       E       Q       Q       Q       A       A       Q       A       A       Y       Q       Q       A       D       A       A       E       Q       D       R       R       D       S       K       A       A       A       A       A       A       D       E       S       K       A       A       A       E       E       Q       E       E       A       D       A       A       S       
 122    0.83    0.00    0.00    0.00   V       A       A       Y       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       Y       A       A       L       S       A       A       A       A       A       A       A       A       A       A       A       A       Y       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       
 123    0.75    0.00    0.00    0.00   S       A       A       S       T       S       A       T       A       A       A       A       A       A       S       A       A       T       A       A       A       A       A       A       A       A       T       T       S       A       T       T       A       A       A       T       A       T       A       A       S       V       T       A       A       T       A       T       T       A       A       T       S       A       A       T       A       A       A       A       A       T       S       A       A       A       A       T       A       
 124    0.72    0.00    0.00    0.00   I       L       L       V       M       M       I       L       I       I       L       L       L       V       L       I       L       L       L       I       I       I       V       V       V       V       L       I       V       L       L       I       L       V       L       L       L       I       I       V       L       L       I       I       I       I       L       L       L       L       L       L       L       I       I       V       V       V       V       I       V       M       M       V       V       I       L       I       I       
 125    0.53    0.00    0.00    0.00   T       Q       Q       S       T       T       T       Q       T       T       Q       Q       Q       Q       R       T       Q       Q       Q       R       -       T       R       Q       Q       Q       Q       Q       S       Q       Q       S       Q       Q       Q       R       Q       Q       T       Q       R       V       I       R       T       S       Q       Q       Q       Q       Q       Q       R       T       R       S       Q       Q       Q       R       R       I       T       R       R       R       Q       Q       T       
 126    0.39    0.00    0.00    0.00   A       Y       Y       H       T       Y       M       Y       M       M       Y       R       Y       L       Y       M       Y       Y       Y       Y       L       M       Y       L       L       L       Y       Y       H       Y       Y       I       L       L       Y       Y       Y       Y       R       L       Y       E       T       Y       M       K       H       Y       Y       Y       Y       Y       Y       L       F       R       Y       Y       Y       Y       S       H       Y       Y       H       Y       Y       Y       M       
 127    0.89    0.00    0.00    0.00 * S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       S       
 128    0.89    0.00    0.00    0.00 * D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       
 129    0.80    0.00    0.00    0.00   N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       S       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       G       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       G       N       N       N       
 130    0.72    0.00    0.00    0.00   C       G       G       V       T       T       T       T       T       S       T       T       T       G       T       S       T       T       T       T       P       T       T       G       G       G       T       T       V       V       G       T       A       G       T       T       T       T       T       G       A       T       T       T       T       N       T       T       A       T       T       G       T       T       T       N       A       A       A       T       T       P       T       T       T       T       V       T       T       
 131    0.85    0.00    0.00    0.00   A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       G       A       A       A       A       A       A       A       A       A       T       A       A       A       A       A       A       A       A       A       G       A       A       A       A       A       A       A       A       A       A       A       A       A       
 132    0.65    0.00    0.00    0.00   A       T       T       C       A       N       A       M       A       A       M       A       M       T       Q       A       M       M       M       G       S       A       G       T       T       T       A       A       C       M       A       T       A       T       M       A       M       A       A       T       Q       A       A       A       A       C       A       A       M       M       M       A       G       A       A       C       A       A       A       G       G       A       N       G       A       A       M       A       A       
 133    0.80    0.00    0.00    0.00   N       N       N       D       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       D       N       N       N       N       N       N       N       N       N       N       N       N       I       N       N       N       D       N       N       N       N       N       N       N       N       N       D       N       N       N       N       N       N       N       N       N       N       N       N       N       
 134    0.75    0.00    0.00    0.00   L       I       I       L       I       K       L       K       L       L       K       L       K       L       L       L       K       K       K       L       I       L       I       L       L       L       L       E       L       K       L       L       L       L       K       L       K       L       M       L       L       L       L       L       L       I       L       L       L       K       K       L       L       L       L       I       L       L       L       I       I       L       K       L       L       L       K       E       L       
 135    0.86    0.00    0.00    0.00   M       I       I       L       I       I       L       I       L       L       L       L       L       L       I       L       L       L       M       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       I       L       L       L       L       L       L       L       I       L       L       L       I       L       L       L       L       L       L       L       L       L       I       L       L       L       L       L       L       
 136    0.78    0.00    0.00    0.00   L       L       M       F       L       I       L       L       L       L       I       L       I       L       L       L       I       L       I       L       V       L       F       L       L       L       I       M       F       I       L       I       L       L       I       I       I       I       L       L       L       M       F       L       L       I       L       I       L       I       I       M       L       L       L       F       L       L       L       L       F       F       I       F       L       L       I       M       L       
 137    0.53    0.00    0.00    0.00   -       E       E       E       S       K       T       D       T       A       A       K       A       R       K       A       A       A       S       E       R       T       H       R       R       R       A       K       E       A       E       D       K       R       A       T       A       K       K       R       K       R       G       A       T       E       T       A       A       A       A       E       Q       A       N       R       K       K       K       Q       N       P       K       D       D       A       A       K       T       
 138    0.00    0.00    0.00    0.00   R       R       R       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       K       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       K       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 139    0.49    0.00    0.00    0.00   E       Y       F       L       A       E       T       Y       T       T       Q       T       Q       E       Q       T       H       H       Y       A       E       T       K       E       E       E       L       R       L       H       L       L       E       E       Q       Q       H       E       Q       E       Q       S       V       D       T       Y       S       L       K       Q       Q       Y       Q       S       H       F       E       E       E       Q       K       L       E       A       Q       D       H       L       T       
 140    0.73    0.00    0.00    0.00   L       I       L       V       V       I       I       L       I       V       L       I       L       I       I       V       L       L       L       M       L       I       I       I       I       I       L       I       V       V       I       V       V       I       L       L       L       L       I       I       I       A       V       L       I       V       L       L       L       L       L       I       L       F       I       V       L       L       L       L       I       I       I       L       L       L       V       I       I       
 141    0.94    0.00    0.00    0.00   G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       K       D       G       G       G       G       G       G       G       G       G       G       G       D       G       G       G       G       
 142    0.94    0.00    0.00    0.00   G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       -       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       D       G       G       G       G       G       G       G       
 143    0.87    0.00    0.00    0.00   P       P       P       P       P       I       P       P       P       P       P       P       P       P       P       P       P       P       P       P       L       P       P       P       P       P       P       P       P       P       P       L       P       P       P       P       P       L       P       P       P       P       P       P       P       I       P       P       P       P       P       P       P       P       P       T       P       P       P       P       P       P       I       P       P       P       P       P       P       
 144    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       G       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       G       -       -       -       
 145    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       G       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       G       -       -       -       
 146    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       G       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       G       -       -       -       
 147    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       T       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       T       -       -       -       
 148    0.57    0.00    0.00    0.00   A       E       E       A       K       K       K       A       K       A       G       A       G       A       E       A       D       G       E       D       Q       K       K       A       A       A       Q       A       Q       A       E       D       P       A       G       K       D       A       A       A       E       A       P       A       K       D       E       Q       Q       G       G       E       D       A       K       N       A       A       A       K       K       P       K       A       A       A       A       A       K       
 149    0.52    0.00    0.00    0.00   A       G       G       A       G       K       E       K       E       G       G       A       G       A       S       G       K       N       K       E       N       E       G       A       A       A       T       A       A       S       G       A       L       A       G       E       K       A       G       A       S       A       A       A       E       Q       V       A       K       G       G       G       G       G       G       K       G       G       G       G       G       G       K       G       A       A       S       A       E       
 150    0.71    0.00    0.00    0.00   V       M       M       L       V       V       L       V       L       L       V       V       V       M       L       L       V       V       V       L       L       L       Y       M       M       M       V       V       L       V       M       V       L       M       V       T       V       V       L       M       L       L       V       F       L       V       L       V       V       V       V       M       F       L       F       V       L       L       L       F       Y       L       V       F       L       F       V       V       L       
 151    0.76    0.00    0.00    0.00   T       T       T       H       T       K       T       T       T       T       T       T       T       T       K       T       T       T       T       E       N       T       E       T       T       T       T       T       H       T       T       N       T       T       T       E       T       N       T       T       K       T       T       T       T       N       N       T       T       T       T       T       K       T       K       H       T       T       T       E       E       T       K       E       T       T       T       T       T       
 152    0.66    0.00    0.00    0.00   R       K       K       D       D       Q       A       Q       A       A       A       A       A       Q       K       A       A       A       A       T       K       A       K       Q       Q       Q       A       A       A       A       S       D       K       Q       A       K       A       Q       A       Q       K       R       A       G       A       E       Q       A       A       A       A       Q       E       A       S       N       A       A       A       K       K       R       Q       R       T       G       A       A       A       
 153    0.74    0.00    0.00    0.00   F       F       F       Y       F       R       F       F       F       F       F       F       F       Y       E       F       F       F       F       I       F       F       A       Y       Y       Y       Y       Y       Y       F       F       V       Y       Y       F       F       F       F       Y       Y       E       F       F       Y       F       Y       F       Y       F       F       F       F       A       F       A       F       F       F       F       S       A       F       R       A       F       Y       F       Y       F       
 154    0.67    0.00    0.00    0.00   V       M       M       I       L       L       L       A       L       L       A       A       A       F       L       L       A       A       A       L       I       L       L       F       F       F       A       A       I       A       M       I       F       F       A       V       A       A       F       F       L       V       L       L       L       V       A       A       A       A       A       M       L       A       L       I       M       M       M       L       L       L       L       L       A       L       A       A       L       
 155    0.44    0.00    0.00    0.00   R       R       R       Q       R       K       H       R       H       R       R       R       R       R       R       R       R       R       Q       R       K       H       R       R       R       R       R       R       Q       R       R       A       R       R       R       R       R       R       H       R       R       R       R       R       H       K       L       R       R       R       R       N       E       R       N       S       R       R       R       K       R       R       K       R       R       R       R       R       H       
 156    0.55    0.00    0.00    0.00   S       S       S       S       Q       E       N       S       N       Q       A       S       A       K       K       Q       S       S       S       D       K       N       Q       K       K       K       S       S       S       Q       S       S       S       K       A       S       S       S       T       K       K       G       A       S       N       S       S       S       S       A       A       S       K       S       Q       K       S       S       S       Q       H       G       E       D       T       S       Q       S       N       
 157    0.58    0.00    0.00    0.00   L       I       I       M       I       L       M       I       M       I       I       V       I       I       I       I       L       I       I       I       L       M       M       I       I       I       I       I       L       L       I       L       L       I       I       L       L       I       L       I       I       L       S       L       M       L       I       I       I       I       I       I       I       L       L       L       I       I       I       I       M       I       L       V       I       L       L       I       M       
 158    0.95    0.00    0.00    0.00   G       G       G       G       G       G       G       N       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       K       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       
 159    0.84    0.00    0.00    0.00   D       D       D       I       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       V       D       D       M       D       D       D       D       D       D       D       D       D       D       D       D       D       I       D       D       D       D       D       D       D       D       D       V       D       D       D       D       D       D       D       D       D       D       D       D       D       
 160    0.42    0.00    0.00    0.00   R       E       N       K       K       K       H       V       H       N       E       E       E       S       E       N       E       T       V       E       N       H       R       S       S       S       A       D       K       E       N       R       K       S       E       N       E       Q       P       S       E       T       T       T       H       K       T       A       D       E       E       T       N       E       S       K       T       T       T       H       R       T       K       Q       N       T       E       D       H       
 161    0.64    0.00    0.00    0.00   V       D       E       E       E       V       V       T       V       V       T       R       T       V       V       V       T       T       T       T       D       V       V       V       V       V       T       T       E       T       V       D       V       V       T       V       T       M       V       V       V       V       V       V       V       D       W       T       K       T       T       K       V       T       V       N       T       T       T       V       I       K       V       V       H       V       T       T       V       
 162    0.58    0.00    0.00    0.00   T       F       F       T       T       T       T       Y       T       T       F       T       F       S       T       T       F       F       F       I       T       T       T       S       S       S       F       F       A       F       F       S       S       S       F       T       F       F       S       S       T       T       S       S       T       C       F       F       F       F       F       F       T       T       T       I       F       F       F       T       T       T       T       T       F       S       F       F       T       
 163    0.76    0.00    0.00    0.00   R       R       R       A       R       N       R       R       R       R       R       R       R       R       N       R       R       R       R       E       I       R       M       R       R       R       R       R       A       R       R       N       R       R       R       R       R       R       R       R       N       R       R       R       R       N       D       R       R       R       R       R       L       R       Q       S       R       R       R       K       M       R       N       R       R       R       R       R       R       
 164    0.78    0.00    0.00    0.00   L       L       L       V       L       P       L       L       L       L       L       L       L       L       P       L       L       L       L       M       I       L       S       L       L       L       L       L       V       L       L       L       L       L       L       M       L       L       L       L       P       S       S       L       L       L       L       L       L       L       L       L       P       L       P       I       L       L       L       A       S       S       P       P       L       L       L       L       L       
 165    0.79    0.00    0.00    0.00   D       D       D       V       D       V       D       D       D       D       D       D       D       D       E       D       D       D       D       D       T       D       D       D       D       D       D       D       V       D       D       S       D       D       D       D       D       D       D       D       E       D       D       D       D       A       V       D       D       D       D       D       E       D       V       K       D       D       D       K       D       D       V       A       D       D       D       D       D       
 166    0.82    0.00    0.00    0.00   R       R       R       A       R       R       R       R       R       R       R       R       R       R       R       R       R       R       R       R       A       R       R       R       R       R       R       R       A       R       R       R       R       R       R       R       R       R       R       R       R       R       R       A       R       A       R       R       R       R       R       R       R       R       H       A       R       R       R       R       R       R       R       R       R       A       R       R       R       
 167    0.44    0.00    0.00    0.00   W       W       W       N       I       Y       W       K       W       W       T       W       T       K       F       W       T       K       T       Y       D       W       F       K       K       K       R       W       N       T       W       -       I       K       T       T       T       W       W       K       F       Y       L       E       W       T       N       R       N       T       T       W       F       I       I       T       W       W       W       F       F       L       Y       T       R       E       T       W       W       
 168    0.85    0.00    0.00    0.00   E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       K       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       E       
 169    0.71    0.00    0.00    0.00   P       L       L       A       P       I       P       P       P       T       P       V       P       P       P       T       P       P       P       T       P       P       T       P       P       P       P       T       A       P       L       M       P       P       P       V       P       P       T       P       P       P       P       P       P       T       P       T       P       P       P       L       P       T       P       E       L       L       L       T       T       P       I       P       P       P       P       T       P       
 170    0.73    0.00    0.00    0.00   E       D       E       Q       D       E       E       E       E       E       T       E       T       E       E       E       T       E       A       E       E       E       E       E       E       E       E       E       Q       T       E       K       T       E       T       Q       T       D       E       E       E       D       E       E       E       L       E       E       S       T       T       D       D       E       E       E       E       E       E       D       E       A       E       E       E       E       T       E       E       
 171    0.84    0.00    0.00    0.00   L       L       L       M       L       L       L       L       L       L       L       L       L       M       L       L       L       L       L       L       I       L       L       M       M       M       L       L       M       L       L       G       L       M       L       L       L       L       L       M       L       S       L       L       L       M       V       L       L       L       L       L       L       L       L       M       L       L       L       L       L       M       L       L       L       L       L       L       L       
 172    0.77    0.00    0.00    0.00   N       N       N       H       N       N       N       N       N       N       N       N       N       G       N       N       N       N       N       N       N       N       N       S       G       S       N       N       H       N       N       R       N       N       N       N       N       N       N       S       N       N       N       N       N       H       N       N       N       N       N       N       N       N       N       H       N       N       N       N       N       N       N       N       N       N       N       N       N       
 173    0.55    0.00    0.00    0.00   S       T       T       A       E       Y       E       T       E       E       T       S       T       D       E       E       T       T       S       E       Y       E       E       D       D       D       T       T       A       T       S       P       T       D       T       -       T       T       N       D       E       R       S       R       E       T       A       T       T       T       T       S       E       E       E       K       S       S       S       S       E       G       Y       A       T       R       T       T       E       
 174    0.71    0.00    0.00    0.00   A       A       A       D       G       Y       A       A       A       A       A       A       A       N       V       A       A       A       A       A       T       A       A       N       N       N       A       A       D       A       A       A       N       N       A       -       A       A       W       N       V       Y       F       D       A       S       S       A       A       A       A       A       V       A       G       A       A       A       A       A       A       F       Y       A       A       D       A       A       A       
 175    0.63    0.00    0.00    0.00   E       I       I       D       K       S       I       I       I       L       I       I       I       T       N       L       I       I       I       K       Q       I       I       T       T       T       L       L       D       I       I       L       T       T       I       I       I       L       S       T       N       H       A       P       I       -       V       I       I       I       I       I       N       L       I       W       I       I       I       I       I       A       S       T       I       P       I       L       I       
 176    0.85    0.00    0.00    0.00   P       P       P       Q       L       P       P       H       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       Q       P       P       P       P       P       P       P       P       P       P       P       P       -       K       P       P       -       P       P       P       P       P       P       P       A       P       N       P       P       P       P       P       P       P       P       P       P       P       P       P       
 177    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       D       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 178    0.50    0.00    0.00    0.00   G       G       G       V       G       K       N       G       N       G       G       G       G       G       G       G       G       G       G       G       H       N       G       G       G       G       G       G       V       G       G       D       G       G       G       G       G       N       K       G       G       G       G       G       N       G       G       G       G       G       G       G       G       G       G       V       G       G       G       G       G       G       K       G       G       G       G       G       N       
 179    0.81    0.00    0.00    0.00   R       D       D       Q       D       S       D       D       D       D       D       D       D       D       E       D       D       D       D       D       S       D       D       D       D       D       D       D       Q       D       D       E       D       D       D       D       D       D       E       D       E       -       D       D       D       D       D       D       D       D       D       D       E       D       D       Q       D       D       D       D       D       E       S       D       D       D       D       D       D       
 180    0.50    0.00    0.00    0.00   V       E       K       Y       L       K       E       P       E       A       P       P       P       L       T       A       P       E       K       I       N       E       I       L       L       L       E       L       Y       P       D       P       E       L       P       L       P       P       K       L       T       V       P       E       E       T       M       E       L       P       P       E       T       P       I       Y       A       A       A       I       I       P       K       E       P       E       P       L       E       
 181    0.77    0.00    0.00    0.00   T       R       R       Q       R       K       R       R       R       R       R       R       R       R       Q       R       R       R       R       R       I       R       R       R       R       R       R       R       Q       R       R       E       R       R       R       -       R       R       R       R       Q       L       R       R       R       -       R       R       R       R       R       R       H       R       G       T       R       R       R       R       R       R       K       R       R       R       R       R       R       
 182    0.87    0.00    0.00    0.00   D       D       D       N       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       N       D       D       D       D       D       D       D       N       D       D       N       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       N       D       D       D       D       D       D       D       D       D       D       D       D       D       
 183    0.00    0.00    0.00    0.00   -       -       -       W       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       W       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       L       -       -       -       -       -       -       -       -       -       W       -       -       -       -       -       -       -       -       -       -       -       -       -       
 184    0.86    0.00    0.00    0.00   T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       K       T       T       T       T       T       T       T       T       T       T       W       T       T       T       T       T       T       T       T       T       T       T       T       T       N       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       
 185    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       W       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 186    0.79    0.00    0.00    0.00   T       S       S       S       T       S       T       T       T       T       T       S       T       T       S       T       T       T       T       S       T       T       S       T       T       T       T       T       S       T       S       A       T       T       T       S       T       T       T       T       S       T       T       T       T       S       T       T       S       T       T       S       S       T       S       -       S       S       S       S       S       T       S       S       T       T       T       T       T       
 187    0.37    0.00    0.00    0.00   S       T       T       M       T       T       T       S       M       T       T       T       T       T       T       T       T       S       T       T       T       T       T       T       T       T       T       T       M       S       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       S       T       T       T       T       T       T       S       T       T       S       S       S       T       T       T       T       T       T       T       S       T       M       
 188    0.87    0.00    0.00    0.00   P       P       P       -       P       P       P       P       P       P       P       A       P       P       A       P       P       P       P       A       P       P       A       P       P       P       P       P       K       P       P       P       P       P       P       P       P       P       P       P       A       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       A       A       P       P       P       P       P       P       P       P       
 189    0.57    0.00    0.00    0.00   R       A       K       K       K       A       A       I       A       A       R       A       R       I       R       A       L       L       L       K       K       A       K       I       I       I       A       A       A       R       K       D       M       I       R       Q       L       A       A       I       R       K       A       H       A       E       R       A       R       R       R       K       R       R       R       D       R       R       R       K       K       A       A       R       A       H       R       A       A       
 190    0.82    0.00    0.00    0.00   A       A       A       G       A       A       A       A       A       S       A       A       A       A       A       S       A       A       A       A       A       A       A       A       A       A       A       A       A       A       A       D       S       A       A       Q       A       A       S       A       A       A       A       A       A       E       A       A       A       A       A       A       A       A       Q       A       A       A       A       A       A       A       A       A       A       A       A       A       A       
 191    0.66    0.00    0.00    0.00   I       V       V       A       I       F       M       M       M       M       M       L       M       M       L       M       M       M       M       M       I       M       I       M       M       M       M       M       -       M       V       Y       M       M       M       L       M       M       M       M       L       I       M       I       M       V       M       M       M       M       M       V       L       M       L       T       V       V       V       L       I       M       F       L       M       I       M       M       M       
 192    0.80    0.00    0.00    0.00   T       A       A       A       A       G       A       A       A       A       A       A       A       A       A       A       A       A       A       A       T       A       A       A       A       A       A       A       A       A       A       A       A       A       A       V       A       A       G       A       V       A       A       A       A       V       L       A       A       A       A       A       A       A       A       V       T       T       T       A       A       A       G       A       G       A       A       A       A       
 193    0.54    0.00    0.00    0.00   R       K       N       E       S       K       T       K       T       A       Q       V       Q       R       T       A       Q       K       E       T       K       T       T       R       R       R       A       A       Q       Q       E       L       Q       R       Q       A       Q       A       R       R       T       A       A       L       T       R       L       A       L       Q       Q       E       A       Q       T       Q       E       E       E       T       T       A       K       G       R       L       Q       A       T       
 194    0.71    0.00    0.00    0.00   T       S       S       I       T       T       T       S       T       T       T       G       T       T       S       T       T       S       S       T       D       T       N       T       T       T       S       N       V       T       S       A       T       T       T       N       T       S       D       T       S       T       T       V       T       L       D       S       S       T       T       S       S       D       D       L       S       S       S       D       N       T       T       S       S       V       T       S       T       
 195    0.83    0.00    0.00    0.00   Y       L       L       L       L       L       L       L       L       L       L       Y       L       V       L       L       L       L       L       L       I       L       L       V       V       V       V       L       L       L       M       V       V       V       L       L       L       M       L       V       L       A       L       L       L       L       V       V       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       
 196    0.62    0.00    0.00    0.00   G       K       N       K       N       N       R       Q       R       R       R       R       R       A       Q       R       K       R       R       Q       Y       R       K       A       A       A       H       R       Q       R       Q       Q       S       A       R       R       K       N       R       A       R       Q       Q       Q       R       -       Q       R       Q       R       R       N       Q       R       Q       K       Q       Q       Q       K       K       R       N       R       Q       Q       R       R       R       
 197    0.69    0.00    0.00    0.00   R       T       K       K       K       K       K       A       K       K       Q       A       Q       K       A       K       N       K       K       Q       K       K       A       K       K       K       R       V       K       N       K       A       K       K       Q       R       N       K       A       K       A       R       R       Q       K       N       K       R       K       Q       Q       K       K       A       A       K       K       K       K       A       A       T       K       A       R       Q       N       V       K       
 198    0.80    0.00    0.00    0.00   L       L       L       F       F       L       L       L       L       L       L       I       L       V       F       L       L       L       L       Y       L       L       F       V       V       V       L       L       F       L       L       L       L       V       L       L       L       L       V       V       F       L       V       L       L       I       L       L       L       L       L       L       Y       L       Y       F       L       L       L       F       F       L       L       Y       L       L       L       L       L       
 199    0.61    0.00    0.00    0.00   V       A       A       E       L       I       L       T       L       L       T       L       T       L       A       L       T       T       T       V       A       L       T       L       L       L       L       V       E       T       A       L       I       L       T       V       T       V       T       L       A       L       V       V       L       A       L       L       A       T       T       I       V       T       T       Y       T       T       T       T       T       L       I       T       A       V       T       V       L       
 200    0.47    0.00    0.00    0.00   L       L       L       Q       F       A       T       L       T       T       L       A       L       Y       L       T       L       L       L       L       F       T       A       Y       Y       Y       V       L       Q       L       F       E       F       Y       L       L       L       L       T       Y       L       L       L       L       T       D       L       V       L       L       L       S       L       L       T       K       L       L       L       L       V       L       A       L       L       L       L       L       T       
 201    0.86    0.00    0.00    0.00   G       G       G       K       G       N       G       G       G       S       G       G       G       G       E       S       G       G       G       E       G       G       G       G       G       G       G       G       K       G       G       G       G       G       G       D       G       G       G       G       E       G       G       G       G       K       A       G       G       G       G       N       G       G       G       N       G       G       G       D       G       G       N       G       G       G       G       G       G       
 202    0.55    0.00    0.00    0.00   D       N       N       T       S       G       E       D       E       Q       H       D       H       G       D       Q       K       D       N       D       N       E       N       G       G       G       D       D       K       K       N       R       D       G       H       E       K       D       D       G       D       D       E       N       E       Q       D       D       D       H       H       T       Q       D       N       E       S       S       S       N       N       D       G       E       R       N       K       D       E       
 203    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       D       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 204    0.51    0.00    0.00    0.00   A       I       V       Q       A       K       L       A       L       R       A       A       A       A       K       R       A       A       A       V       I       L       A       A       A       A       A       A       Q       A       V       A       T       A       A       G       A       A       A       A       K       V       V       A       L       P       V       A       A       A       A       V       A       A       I       I       A       A       A       T       A       A       K       T       A       A       A       A       L       
 205    0.90    0.00    0.00    0.00   L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       A       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       L       
 206    0.57    0.00    0.00    0.00   N       S       N       S       S       S       T       G       T       S       G       S       G       T       P       S       A       A       G       D       D       T       P       T       T       T       G       P       S       G       G       S       T       T       G       D       A       R       D       T       P       S       Q       P       T       F       G       G       G       G       G       D       P       S       T       S       A       A       A       T       P       Q       S       P       P       P       G       P       T       
 207    0.42    0.00    0.00    0.00   P       E       A       E       E       K       L       Q       L       A       E       P       E       S       S       A       E       G       E       A       K       L       N       S       S       S       A       P       E       D       L       Q       Y       S       E       S       E       P       A       S       S       A       P       P       L       G       A       T       Q       E       E       N       E       P       E       K       A       A       A       T       A       P       K       P       A       P       D       A       L       
 208    0.57    0.00    0.00    0.00   R       H       K       T       M       E       A       S       A       R       T       P       T       T       E       R       T       P       Q       D       K       A       H       T       T       T       A       A       T       S       T       E       K       T       T       R       T       A       R       T       E       G       A       D       A       T       R       A       V       T       T       Y       D       A       D       N       P       P       P       D       E       A       K       A       E       D       S       A       A       
 209    0.61    0.00    0.00    0.00   D       E       V       S       N       N       S       Q       S       S       Q       Q       Q       S       K       S       Q       Q       Q       R       H       S       K       S       S       S       Q       Q       S       Q       E       S       S       S       Q       G       Q       Q       D       S       K       S       S       K       S       Q       E       Q       Q       Q       Q       H       K       S       K       S       Q       Q       Q       K       K       S       N       D       G       K       Q       Q       S       
 210    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       Y       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 211    0.75    0.00    0.00    0.00   R       K       K       Q       Q       K       R       R       R       Q       R       R       R       T       R       Q       R       R       R       R       K       R       R       T       T       T       R       R       Q       R       R       C       K       T       R       R       R       R       R       T       R       R       R       R       R       K       R       R       R       R       R       Q       R       R       K       Y       R       R       R       R       R       R       K       R       R       R       R       R       R       
 212    0.54    0.00    0.00    0.00   R       E       A       A       K       K       Q       Q       Q       L       A       G       A       H       E       R       A       A       A       E       D       Q       N       H       H       H       A       A       A       A       H       T       G       H       A       D       A       S       E       H       E       A       Q       A       Q       D       E       A       E       A       A       E       A       A       K       D       Q       Q       Q       M       K       K       N       D       A       A       A       A       Q       
 213    0.61    0.00    0.00    0.00   L       T       I       L       K       F       Q       Q       Q       Q       Q       L       Q       T       L       Q       Q       Q       Q       V       I       Q       I       T       T       T       Q       Q       L       Q       Q       A       Q       T       Q       L       Q       Q       R       T       L       R       Q       L       Q       F       Q       Q       K       Q       Q       I       L       Q       I       Y       Q       Q       Q       I       I       Q       F       L       L       L       Q       Q       Q       
 214    0.84    0.00    0.00    0.00   L       Y       Y       L       L       L       L       L       L       L       L       L       L       I       L       L       L       L       L       L       F       L       L       I       I       I       L       L       L       L       L       M       L       I       L       L       L       L       L       I       L       L       L       L       L       L       L       L       L       L       L       F       L       L       L       L       F       F       F       L       L       L       L       L       L       L       L       L       L       
 215    0.54    0.00    0.00    0.00   T       Q       Q       W       E       L       I       V       I       L       V       E       V       E       I       L       V       V       V       T       I       I       T       E       E       E       N       I       W       V       M       L       R       E       V       T       V       A       N       E       I       E       A       T       I       Q       K       N       S       V       V       K       T       I       I       L       V       V       V       T       T       T       L       L       C       T       V       I       I       
 216    0.60    0.00    0.00    0.00   S       T       N       K       S       D       D       T       D       Q       T       D       T       R       D       Q       T       D       T       N       K       D       K       R       R       R       A       E       K       T       D       A       R       R       T       D       T       A       A       R       D       R       D       D       D       A       A       A       H       T       T       K       D       T       D       N       D       D       D       D       E       A       D       G       A       D       T       E       D       
 217    0.87    0.00    0.00    0.00   W       W       W       W       W       L       W       W       W       W       W       W       W       W       W       W       W       W       W       M       Y       W       W       W       W       W       W       W       W       W       W       -       L       W       W       W       W       W       W       W       W       G       W       W       W       I       W       W       W       W       W       W       W       W       W       T       W       W       W       W       W       W       L       W       W       W       W       W       W       
 218    0.70    0.00    0.00    0.00   L       L       L       M       M       M       M       L       M       M       L       M       L       L       M       M       L       L       L       L       L       M       M       L       L       L       M       L       M       M       F       M       L       L       L       L       L       L       L       L       M       M       L       M       M       M       M       M       L       L       L       M       M       L       M       M       L       L       L       M       M       M       M       M       L       M       M       L       M       
 219    0.47    0.00    0.00    0.00   L       K       K       V       V       L       E       K       E       V       K       R       K       I       K       V       K       K       K       I       Q       E       K       I       I       I       L       R       V       K       K       L       I       I       K       K       K       K       T       I       K       T       I       A       E       Q       L       L       R       K       K       I       K       K       A       I       K       K       K       R       K       I       F       R       R       A       K       R       E       
 220    0.58    0.00    0.00    0.00   A       G       G       E       N       N       A       G       A       D       G       A       G       G       R       D       G       G       G       N       D       A       G       G       G       G       G       G       E       G       G       E       G       G       G       R       G       G       A       G       R       D       D       R       A       E       G       G       G       G       G       G       R       A       G       E       G       G       G       G       G       D       N       A       G       R       G       G       A       
 221    0.60    0.00    0.00    0.00   N       N       N       T       N       N       D       N       D       D       N       N       N       N       N       D       N       N       N       N       N       D       N       N       N       N       N       N       T       N       N       K       N       N       N       N       N       N       N       N       N       C       N       N       D       T       N       N       N       N       N       N       N       N       N       T       N       N       N       N       N       N       N       S       C       N       N       N       D       
 222    0.00    0.00    0.00    0.00   -       -       -       -       Q       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 223    0.59    0.00    0.00    0.00   T       T       T       T       V       K       K       T       K       R       T       Q       T       Q       T       R       T       T       T       T       N       K       A       Q       Q       Q       K       K       T       T       T       Q       Q       Q       T       T       T       T       K       Q       T       K       E       T       K       S       T       K       T       T       T       T       T       T       T       T       T       T       T       A       A       R       K       T       V       T       T       K       K       
 224    0.54    0.00    0.00    0.00   T       T       T       T       T       S       V       T       V       V       T       T       T       T       T       V       T       T       T       T       T       V       T       T       T       T       T       V       T       T       T       Q       T       T       T       T       T       T       T       T       T       P       T       T       V       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       N       T       T       T       T       V       V       
 225    0.60    0.00    0.00    0.00   S       G       G       G       G       G       A       G       A       A       G       S       G       G       G       A       G       G       G       G       G       A       G       G       G       G       G       G       G       G       G       N       G       G       G       G       G       G       G       G       G       G       G       G       A       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       A       
 226    0.56    0.00    0.00    0.00   G       A       D       P       -       D       G       D       G       G       A       -       A       D       D       G       S       G       G       D       A       G       D       D       D       D       D       D       P       A       G       P       D       D       A       D       S       D       D       D       D       L       D       A       G       K       A       D       A       A       A       D       D       G       N       P       N       N       N       D       D       D       D       S       A       A       A       D       G       
 227    0.49    0.00    0.00    0.00   D       A       A       E       N       T       P       H       P       P       A       -       A       A       A       P       A       Q       Q       A       N       P       K       A       A       A       A       K       Q       A       A       R       K       A       A       Q       A       A       A       A       A       N       A       K       P       D       T       A       A       A       A       N       A       T       T       K       H       H       H       E       K       D       T       G       A       K       A       K       P       
 228    0.52    0.00    0.00    0.00   R       R       R       R       L       L       L       S       L       L       S       S       S       T       L       L       S       S       S       L       R       L       L       T       T       T       R       R       R       S       R       R       T       T       S       S       S       T       R       T       L       R       C       R       L       K       R       R       S       S       S       R       L       R       L       R       R       R       R       L       L       C       L       L       R       R       S       R       L       
 229    0.71    0.00    0.00    0.00   F       I       I       L       L       I       L       I       L       I       I       M       I       L       I       I       I       I       I       I       I       L       I       L       L       L       I       I       L       I       I       I       I       L       I       I       I       I       I       L       I       I       L       I       L       L       I       I       I       I       I       I       I       L       I       L       I       I       I       I       I       L       I       V       I       I       I       I       L       
 230    0.82    0.00    0.00    0.00   R       R       R       K       R       K       R       K       R       R       R       R       R       R       R       R       R       R       R       R       A       R       R       R       R       R       R       R       K       Q       R       G       R       R       R       R       R       R       R       R       R       R       R       R       R       K       R       R       R       R       R       R       R       R       R       K       R       R       R       R       R       R       K       R       R       R       Q       R       R       
 231    0.61    0.00    0.00    0.00   A       A       A       G       S       D       S       A       S       S       A       A       A       A       A       S       A       A       A       A       F       S       A       A       A       A       A       A       G       A       A       R       A       A       A       A       A       A       A       A       A       A       A       A       S       G       A       A       A       A       A       A       A       A       A       G       A       A       A       A       A       A       D       A       A       A       A       A       S       
 232    0.61    0.00    0.00    0.00   G       S       S       L       V       G       A       G       A       V       G       G       G       G       G       V       G       G       G       G       S       A       G       G       G       G       G       G       L       G       S       Y       G       G       G       A       G       G       G       G       G       A       G       G       A       Q       A       G       G       G       G       A       G       G       G       L       A       A       A       G       G       G       G       G       G       G       G       G       A       
 233    0.75    0.00    0.00    0.00   L       V       V       L       L       V       L       L       L       L       L       L       L       F       V       L       L       L       L       V       M       L       V       F       F       F       V       V       L       L       V       V       L       F       L       V       L       A       L       F       V       L       L       F       L       L       V       V       L       L       L       V       V       V       A       L       V       V       V       A       V       L       V       V       V       F       L       V       L       
 234    0.92    0.00    0.00    0.00   P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       G       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       
 235    0.67    0.00    0.00    0.00   D       S       A       A       A       K       A       K       A       A       T       E       T       K       E       A       K       A       A       D       K       A       T       K       K       K       A       T       A       A       A       E       D       K       T       A       K       T       K       K       D       A       K       A       A       A       A       A       S       T       A       D       K       P       K       D       A       A       A       I       T       R       K       A       A       A       A       A       A       
 236    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       A       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 237    0.67    0.00    0.00    0.00   D       D       D       G       G       D       G       H       G       G       S       G       S       D       G       G       S       H       S       G       D       G       N       D       D       D       D       G       G       S       N       G       S       D       S       G       S       D       T       D       G       G       R       D       G       D       G       G       G       S       S       G       S       G       S       G       D       D       D       G       D       D       D       G       G       D       S       G       G       
 238    0.88    0.00    0.00    0.00   W       W       W       T       W       Y       W       W       W       W       W       W       W       W       W       W       W       W       W       W       W       W       W       W       W       W       W       W       T       W       W       E       W       W       W       W       W       W       W       W       W       W       W       W       W       V       W       W       W       W       W       W       W       W       W       T       W       W       W       W       W       W       Y       W       W       W       W       W       W       
 239    0.42    0.00    0.00    0.00   T       V       V       V       N       K       F       I       F       F       T       T       T       V       E       F       V       V       A       T       I       F       V       V       V       V       R       R       I       V       V       G       V       V       T       T       V       I       T       V       E       L       R       K       F       I       L       R       S       T       V       V       E       T       I       V       A       A       A       E       V       K       K       Q       V       K       V       R       F       
 240    0.70    0.00    0.00    0.00   L       V       V       V       I       V       I       V       I       I       A       T       A       V       V       I       V       V       V       V       I       I       V       V       V       V       V       V       V       V       V       I       T       V       V       V       V       V       V       V       V       A       V       V       I       V       V       V       V       V       V       V       V       V       V       V       V       V       V       V       V       I       V       V       V       V       V       V       I       
 241    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       R       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 242    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       W       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 243    0.67    0.00    0.00    0.00   G       G       G       A       A       A       A       G       A       A       G       A       G       G       A       A       G       G       G       G       G       A       A       G       G       G       A       G       A       G       G       G       G       G       G       A       G       G       G       G       A       A       G       I       A       G       A       A       G       G       G       G       A       G       A       A       G       G       G       G       G       G       A       A       G       I       G       G       A       
 244    0.83    0.00    0.00    0.00   D       D       D       H       D       D       D       D       D       D       D       D       D       E       D       D       D       D       D       D       D       D       D       E       E       E       D       D       H       D       D       S       D       E       D       D       D       D       D       E       D       D       D       D       D       H       D       D       D       D       D       D       D       D       D       H       D       D       D       D       D       D       D       D       D       D       D       D       D       
 245    0.84    0.00    0.00    0.00   K       K       K       K       R       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       R       K       K       K       K       N       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       K       
 246    0.70    0.00    0.00    0.00   T       T       T       T       S       S       S       T       S       T       T       T       T       T       T       T       T       T       T       T       T       S       S       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       T       P       T       T       S       T       T       T       T       T       T       T       T       T       S       T       T       T       T       S       S       T       S       S       T       T       T       T       S       
 247    0.96    0.00    0.00    0.00 * G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       
 248    0.64    0.00    0.00    0.00   A       S       S       T       A       Q       A       S       A       A       S       S       S       T       A       A       S       A       A       A       T       A       A       T       T       T       T       T       T       S       T       S       S       T       S       G       S       S       T       T       A       T       S       T       A       S       S       T       S       S       S       T       A       T       T       S       T       T       T       A       A       S       Q       T       T       T       S       T       A       
 249    0.00    0.00    0.00    0.00   -       C       C       S       -       -       -       -       -       -       -       -       -       C       -       -       -       -       -       -       C       -       -       C       C       C       -       -       S       -       C       -       C       C       -       -       -       -       N       C       -       -       N       -       -       S       -       -       -       -       -       C       -       -       -       S       C       C       C       -       -       N       -       -       -       -       -       -       -       
 250    0.84    0.00    0.00    0.00   G       G       G       G       G       A       S       G       G       S       G       G       G       A       G       G       G       G       G       G       G       S       G       A       A       A       G       G       G       G       G       -       A       A       G       G       G       G       S       A       A       S       G       G       G       D       G       G       G       G       G       G       G       G       G       D       G       G       G       G       G       G       A       G       G       G       G       G       G       
 251    0.00    0.00    0.00    0.00   -       -       -       I       -       I       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       V       -       -       -       -       -       -       -       -       -       -       -       -       V       -       -       -       R       -       -       -       -       -       -       -       -       -       T       -       -       -       -       -       -       I       -       -       -       -       -       -       
 252    0.53    0.00    0.00    0.00   R       A       A       K       G       T       E       D       E       E       G       D       D       N       S       E       D       D       D       G       Q       K       S       N       N       N       D       D       R       G       V       L       N       N       D       F       D       D       K       N       S       D       E       D       E       T       D       D       D       G       G       K       S       G       P       N       V       G       V       S       S       T       T       G       A       D       G       D       E       
 253    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       P       -       -       -       -       -       -       -       -       -       D       -       -       -       -       -       -       -       -       -       -       -       -       -       
 254    0.35    0.00    0.00    0.00   Y       Y       Y       A       F       Y       R       Y       R       R       Y       Y       Y       -       Y       R       Y       Y       Y       Y       Y       R       Y       -       -       -       Y       Y       A       Y       Y       T       -       -       Y       K       Y       Y       Y       -       Y       R       -       Y       R       E       Y       Y       Y       Y       Y       Y       Y       R       Y       K       Y       Y       Y       Y       Y       -       Y       Y       Y       Y       Y       Y       R       
 255    0.92    0.00    0.00    0.00   G       G       G       G       G       A       G       G       G       G       G       G       G       G       G       G       G       G       G       G       A       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       G       E       D       G       G       G       G       G       G       G       G       G       A       G       G       G       G       G       G       G       G       D       A       G       G       G       G       G       G       
 256    0.00    0.00    0.00    0.00   -       -       -       K       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       K       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       I       -       -       -       -       -       -       -       -       -       I       -       -       -       -       -       -       -       -       -       -       -       -       -       
 257    0.65    0.00    0.00    0.00   T       T       T       T       A       S       S       T       S       A       T       S       T       G       T       A       T       T       T       T       A       S       T       A       A       G       T       T       T       T       T       V       G       G       T       E       T       T       A       G       T       T       A       R       S       K       T       T       T       T       T       T       T       T       R       T       T       T       T       T       T       T       S       T       V       R       T       T       S       
 258    0.59    0.00    0.00    0.00   N       A       A       A       R       R       R       T       R       R       T       T       T       R       R       R       T       T       T       R       T       R       R       R       R       R       A       T       A       T       A       V       R       R       T       T       T       T       G       R       R       -       R       A       R       I       A       G       T       T       T       A       R       A       R       A       A       A       A       R       R       R       R       R       A       A       T       T       R       
 259    0.00    0.00    0.00    0.00   -       -       -       A       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       A       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       A       -       -       -       -       -       -       -       -       -       A       -       -       -       -       -       -       -       -       -       -       -       -       -       
 260    0.00    0.00    0.00    0.00   -       -       -       T       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       T       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       D       -       -       -       -       -       -       -       -       -       T       -       -       -       -       -       -       -       -       -       -       -       -       -       
 261    0.52    0.00    0.00    0.00   N       N       N       N       S       N       G       N       G       G       N       N       N       N       N       G       N       N       N       N       N       G       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       G       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       N       G       
 262    0.32    0.00    0.00    0.00   D       D       D       D       I       D       I       D       I       I       D       D       D       D       D       I       D       D       D       D       D       I       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       I       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       D       I       
 263    0.75    0.00    0.00    0.00   A       Y       Y       L       T       V       I       I       I       V       I       A       I       I       I       V       I       I       I       I       V       I       I       I       I       I       I       V       A       I       Y       V       V       I       I       I       I       I       I       I       I       Y       I       I       I       A       V       I       I       I       I       H       I       I       I       I       Y       Y       Y       I       I       I       V       I       V       I       I       V       I       
 264    0.79    0.00    0.00    0.00   G       A       A       G       A       A       A       A       A       A       A       G       A       G       A       A       A       A       A       G       A       A       A       G       G       G       G       G       G       A       A       G       A       G       A       A       A       A       A       G       A       A       A       A       A       G       A       G       A       A       A       A       A       A       A       G       A       A       A       A       A       A       A       A       A       A       A       G       A       
 265    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       F       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 266    0.53    0.00    0.00    0.00   V       V       V       I       V       F       A       V       A       L       V       I       V       F       I       L       V       V       V       I       I       A       I       F       F       F       V       V       V       V       V       F       F       F       V       V       V       V       V       F       I       L       V       V       A       V       V       V       V       V       V       F       I       V       I       I       V       V       V       I       I       I       F       V       V       V       V       V       A       
 267    0.67    0.00    0.00    0.00   T       V       I       I       V       V       L       I       L       L       I       A       I       F       I       L       I       I       I       I       I       L       V       F       F       F       A       L       I       I       I       I       F       F       I       I       I       L       V       F       I       V       L       V       L       I       V       A       V       I       I       I       L       L       V       I       V       V       V       V       V       I       V       V       L       V       I       M       L       
 268    0.35    0.00    0.00    0.00   W       W       W       L       W       Y       G       W       G       G       W       F       W       K       W       G       W       W       W       W       W       G       W       K       K       K       Y       W       M       W       W       T       I       K       W       W       W       W       W       K       W       R       W       W       G       L       Y       Y       W       W       W       L       W       W       M       T       W       W       W       W       W       W       Y       W       W       W       W       W       G       
 269    0.00    0.00    0.00    0.00   -       -       -       L       -       -       -       -       -       -       -       G       -       -       P       -       -       -       -       -       -       -       -       -       -       -       -       -       L       -       -       T       T       -       -       -       -       -       -       -       P       -       -       S       -       -       -       -       -       -       -       Q       -       -       -       L       -       -       -       -       -       -       -       -       -       S       -       -       -       
 270    0.87    0.00    0.00    0.00   P       P       P       P       S       P       P       P       P       P       P       P       P       A       P       P       P       P       P       P       P       P       P       A       A       A       P       P       P       P       P       P       T       A       P       P       P       P       P       A       P       P       P       P       P       P       P       P       P       P       P       G       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       P       
 271    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       V       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 272    0.52    0.00    0.00    0.00   P       K       K       D       E       K       D       K       D       N       Q       D       Q       Q       K       N       E       E       E       E       K       D       P       Q       Q       Q       P       P       D       K       V       A       A       Q       Q       P       E       T       G       Q       K       P       A       T       D       N       P       P       T       Q       K       N       P       L       P       N       T       T       T       P       P       P       K       P       A       T       K       P       D       
 273    0.70    0.00    0.00    0.00   G       N       N       G       H       G       G       N       G       N       G       G       G       E       G       N       N       D       N       G       N       G       N       E       E       E       N       S       G       D       G       G       G       E       G       G       N       K       K       E       G       G       G       G       G       G       S       D       G       G       D       N       N       Q       N       G       G       G       G       N       N       G       G       D       A       G       D       S       G       
 274    0.60    0.00    0.00    0.00   R       R       R       R       Q       Q       K       H       K       K       R       Q       R       R       D       K       H       R       H       D       Q       K       R       R       R       R       R       R       R       R       H       -       K       R       R       R       H       G       S       R       D       R       G       V       K       Q       S       R       R       R       R       A       G       R       K       K       R       R       R       R       R       R       Q       R       G       V       R       R       K       
 275    0.41    0.00    0.00    0.00   A       A       A       -       A       S       P       A       P       A       A       -       A       -       -       A       A       A       A       E       Q       P       A       -       -       -       A       A       -       A       A       -       -       -       A       A       A       A       A       -       -       A       A       -       P       -       A       A       P       A       A       A       D       A       K       -       A       A       A       A       A       A       S       A       A       -       A       A       P       
 276    0.00    0.00    0.00    0.00   -       -       -       -       -       E       -       -       -       -       -       -       -       -       -       -       -       -       -       E       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       A       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       A       E       -       P       -       -       -       -       
 277    0.51    0.00    0.00    0.00   P       P       P       P       P       P       S       P       S       E       P       R       P       D       P       E       P       P       P       P       P       S       P       D       D       D       P       P       P       P       P       T       K       D       P       P       P       P       P       D       P       P       P       P       S       K       P       P       P       P       P       P       P       P       P       H       P       P       P       P       P       P       P       P       P       P       P       P       S       
 278    0.38    0.00    0.00    0.00   I       L       L       L       I       I       R       L       R       R       L       L       L       Y       V       R       L       L       L       I       I       R       I       Y       Y       Y       I       I       L       L       I       L       Y       Y       L       I       L       I       I       Y       V       L       W       Y       R       Y       L       I       L       L       L       L       I       L       I       F       I       I       I       I       I       L       I       I       V       Y       L       I       R       
 279    0.71    0.00    0.00    0.00   V       I       I       L       I       V       I       I       I       I       V       L       V       A       V       I       V       V       V       V       A       I       I       A       A       A       V       V       L       I       V       V       V       A       V       V       V       V       I       A       V       L       V       V       I       Y       V       V       V       V       I       I       V       I       I       A       V       V       V       V       I       L       V       V       L       V       I       V       I       
 280    0.72    0.00    0.00    0.00   L       I       V       V       V       L       V       L       V       V       L       L       L       V       L       V       L       L       L       I       L       V       I       V       V       V       F       L       V       L       L       V       L       V       L       M       L       L       M       V       L       V       L       V       V       I       V       F       I       L       L       L       L       V       I       I       L       L       L       V       I       L       L       L       L       V       L       L       V       
 281    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       G       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 282    0.66    0.00    0.00    0.00   T       S       S       A       S       V       V       V       V       V       V       V       V       A       A       V       V       V       V       A       I       V       A       A       A       A       I       A       A       V       A       A       S       A       V       A       V       V       S       A       A       A       T       A       V       A       A       V       V       V       V       S       A       T       A       A       A       A       A       A       A       T       V       A       A       A       V       A       V       
 283    0.69    0.00    0.00    0.00   V       V       I       V       I       I       I       V       I       I       T       M       T       V       V       I       T       T       T       I       L       I       I       V       V       V       V       V       V       T       V       V       V       V       T       V       T       V       I       V       V       V       A       V       I       V       I       V       T       T       T       I       I       V       I       V       V       V       V       I       I       A       I       V       I       V       T       V       I       
 284    0.79    0.00    0.00    0.00   L       Y       Y       F       Y       F       Y       Y       Y       Y       Y       M       Y       Y       L       Y       Y       Y       Y       M       Y       Y       L       Y       Y       Y       Y       Y       F       Y       Y       F       Y       Y       Y       L       Y       Y       Y       Y       L       Y       Y       M       Y       F       Y       Y       Y       Y       Y       Y       L       Y       L       Y       Y       Y       Y       L       L       Y       F       M       Y       M       Y       Y       Y       
 285    0.61    0.00    0.00    0.00   T       T       T       V       L       T       T       F       T       L       F       T       F       T       S       L       F       F       F       S       T       T       S       T       T       T       T       Y       V       F       T       -       T       T       F       T       F       F       T       T       S       Y       L       S       T       V       F       T       F       F       F       T       S       L       S       V       T       T       T       S       S       L       T       S       T       S       F       Y       T       
 286    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       R       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       D       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       D       -       -       -       
 287    0.71    0.00    0.00    0.00   A       T       T       K       A       N       T       T       T       R       T       S       T       T       S       R       T       T       T       S       N       T       S       T       T       T       T       T       K       T       S       T       N       T       T       V       T       T       N       T       S       D       Q       R       T       M       T       T       T       T       T       T       N       T       T       S       R       R       R       N       S       N       N       S       A       R       T       T       T       
 288    0.49    0.00    0.00    0.00   K       K       R       D       Q       K       G       Q       G       D       Q       Q       Q       A       R       D       Q       Q       Q       R       P       G       K       A       A       A       M       Q       D       Q       K       E       A       A       Q       P       Q       Q       R       A       R       A       A       A       G       E       G       M       Q       Q       Q       R       R       G       H       D       A       A       A       R       K       G       K       R       R       A       Q       Q       G       
 289    0.56    0.00    0.00    0.00   T       N       K       S       T       D       S       Q       S       T       P       A       P       P       D       T       P       P       P       D       N       S       D       P       P       P       R       T       S       P       P       N       P       P       P       E       P       R       G       P       D       P       G       G       S       S       V       R       P       P       P       K       T       A       D       S       P       P       P       F       D       A       D       D       R       G       P       T       S       
 290    0.58    0.00    0.00    0.00   E       E       S       A       Q       N       Q       E       Q       P       Q       H       Q       K       K       P       E       Q       Q       E       D       Q       E       K       K       K       N       R       A       Q       D       L       E       K       Q       D       E       E       A       K       K       G       A       G       Q       Q       T       S       Q       Q       Q       G       E       T       T       S       N       N       N       T       E       T       N       S       Q       G       Q       R       Q       
 291    0.56    0.00    0.00    0.00   Q       K       K       E       A       K       A       Q       A       A       Q       D       Q       L       K       A       Q       Q       Q       E       K       A       K       L       L       L       P       A       E       P       K       P       L       L       Q       P       Q       K       A       L       K       V       I       G       A       E       P       R       Q       Q       P       E       K       V       K       E       K       K       K       K       K       V       K       R       K       G       P       A       A       
 292    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       Y       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       Y       -       -       -       
 293    0.55    0.00    0.00    0.00   D       E       D       S       S       S       T       D       T       S       N       P       N       S       D       S       K       D       D       D       N       T       G       S       S       S       N       D       S       K       N       D       Q       S       N       T       K       D       D       S       D       S       S       D       T       T       K       N       Q       N       K       H       D       V       E       K       D       D       D       D       E       D       S       D       D       D       K       D       T       
 294    0.00    0.00    0.00    0.00   -       -       -       -       M       -       M       -       M       M       -       K       -       -       -       M       -       -       -       -       -       M       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       E       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 295    0.36    0.00    0.00    0.00   A       A       D       S       E       D       D       A       D       A       A       A       A       A       A       A       A       A       A       A       A       D       A       A       A       A       A       A       E       A       S       L       G       A       A       S       A       A       A       A       A       M       Y       A       M       D       T       A       A       A       A       M       A       R       A       S       D       D       D       A       A       A       D       A       A       A       A       A       M       
 296    0.53    0.00    0.00    0.00   A       K       K       R       E       K       E       K       E       E       E       E       E       V       K       E       E       K       K       D       P       E       T       V       V       V       Q       K       R       E       K       H       E       V       E       T       E       K       A       V       K       D       E       E       D       A       P       Q       E       E       E       K       E       D       K       D       K       K       K       N       T       A       K       E       A       E       E       K       D       
 297    0.48    0.00    0.00    0.00   R       H       H       T       R       P       R       Y       R       R       S       N       S       E       Y       R       R       W       S       Y       S       R       Y       E       E       E       A       A       T       S       H       A       E       E       S       K       S       P       V       E       Y       A       Q       P       E       D       P       A       S       S       S       H       Y       Q       Y       V       Y       H       H       Y       Y       A       P       P       P       P       S       A       E       
 298    0.62    0.00    0.00    0.00   D       E       S       N       N       N       N       R       N       N       R       L       R       R       D       N       R       R       R       D       N       N       D       R       R       R       R       K       N       R       S       G       R       R       R       G       R       R       D       R       D       R       R       R       R       N       Q       R       Q       R       R       D       N       Q       D       N       S       S       S       D       D       R       N       D       R       R       R       K       R       
 299    0.52    0.00    0.00    0.00   D       D       D       E       D       D       -       K       -       -       R       R       R       D       D       -       R       K       K       D       E       R       N       D       D       D       D       D       E       R       D       E       A       D       R       K       R       R       D       D       D       E       A       E       N       A       D       D       R       R       R       D       D       N       D       E       E       E       E       N       N       D       D       D       N       E       R       D       N       
 300    0.46    0.00    0.00    0.00   G       K       K       A       A       K       R       D       R       Q       D       P       D       E       K       Q       D       D       E       K       E       Q       Q       E       E       E       D       D       A       D       A       Q       L       E       D       P       D       D       K       E       K       A       S       A       R       A       A       D       P       D       D       E       K       K       K       K       A       A       A       A       Q       A       K       A       D       A       D       D       R       
 301    0.40    0.00    0.00    0.00   L       V       T       I       I       L       Q       I       Q       Q       V       L       V       L       L       Q       I       V       V       L       I       -       L       L       L       L       V       V       I       I       V       A       L       L       V       T       I       V       V       L       L       V       V       L       Q       I       I       V       V       V       V       V       L       I       L       I       V       V       V       L       L       A       L       L       V       L       V       V       Q       
 302    0.78    0.00    0.00    0.00   V       I       I       I       V       I       I       I       I       I       L       I       L       V       I       I       L       L       L       I       I       I       I       V       V       V       I       I       I       L       I       I       I       V       L       I       L       L       I       V       I       L       L       L       I       I       V       I       L       L       L       I       I       I       I       I       I       I       I       I       I       L       I       V       I       L       L       I       I       
 303    0.80    0.00    0.00    0.00   A       A       A       A       K       S       A       V       A       A       A       G       A       A       A       A       A       A       A       E       Q       A       A       A       A       A       A       A       A       A       A       G       A       A       A       A       A       A       A       A       A       R       A       A       A       A       D       A       A       A       A       A       A       A       A       A       A       A       A       A       A       K       S       A       V       A       A       A       A       
 304    0.61    0.00    0.00    0.00   D       E       E       Q       I       E       E       K       E       G       S       E       S       S       E       G       A       A       A       K       Q       E       E       S       S       S       S       A       Q       S       D       D       S       S       S       A       A       S       D       S       E       E       Q       E       E       S       E       S       K       S       S       K       E       D       K       E       A       A       A       E       E       A       E       Q       A       E       S       T       E       
 305    0.54    0.00    0.00    0.00   A       A       A       V       G       T       I       A       I       I       A       L       A       V       A       I       A       A       A       A       A       I       A       V       V       V       A       A       V       A       A       I       V       V       A       A       A       A       T       V       A       A       V       A       I       I       A       A       A       A       A       A       A       V       A       I       A       A       A       A       A       V       T       A       A       A       A       A       I       
 306    0.62    0.00    0.00    0.00   A       S       S       A       H       A       G       T       G       G       A       T       A       G       T       G       A       A       A       T       A       G       A       G       G       G       T       T       A       A       S       T       A       G       A       T       A       T       A       G       T       G       G       A       G       S       A       A       A       A       A       A       A       G       S       C       A       A       A       A       T       A       A       A       A       A       A       T       G       
 307    0.53    0.00    0.00    0.00   R       R       R       Q       S       K       A       E       A       A       R       A       R       Q       K       A       K       K       K       E       K       A       E       Q       Q       Q       R       R       Q       K       R       R       K       Q       R       R       K       Q       A       Q       K       S       R       T       A       K       R       R       A       R       K       R       K       A       K       K       R       R       R       K       E       E       K       R       K       T       K       R       A       
 308    0.45    0.00    0.00    0.00   V       I       I       T       I       S       S       I       S       A       I       L       I       V       V       A       I       I       I       I       L       S       V       V       V       V       I       I       A       I       I       A       L       V       I       I       I       I       I       V       V       A       I       C       S       I       I       I       I       I       I       I       Q       A       I       S       L       L       L       V       V       A       S       A       V       C       I       I       S       
 309    0.62    0.00    0.00    0.00   L       A       A       A       -       V       L       V       L       L       I       V       I       I       V       L       V       V       V       V       I       L       I       I       I       I       A       A       A       V       V       A       A       I       I       V       V       I       L       I       V       F       A       V       L       V       V       A       V       I       V       A       A       V       I       V       A       A       A       V       I       V       V       A       V       V       V       A       L       
 310    0.00    0.00    0.00    0.00   -       -       -       Y       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       Y       -       -       L       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 311    0.00    0.00    0.00    0.00   -       -       -       Q       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       Q       -       -       Q       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 312    0.00    0.00    0.00    0.00   -       -       -       F       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       F       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 313    0.00    0.00    0.00    0.00   -       -       -       E       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 314    0.00    0.00    0.00    0.00   -       -       -       L       -       -       -       T       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 315    0.00    0.00    0.00    0.00   -       -       -       K       -       -       -       K       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 316    0.00    0.00    0.00    0.00   -       -       -       K       -       -       -       E       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       E       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 317    0.56    0.00    0.00    0.00   A       I       I       L       F       M       I       I       I       I       A       L       A       T       V       I       T       T       T       L       A       I       V       T       T       T       A       S       L       T       L       A       R       T       A       L       T       L       A       T       M       V       D       A       I       Y       F       A       A       A       T       I       V       A       F       W       L       L       L       L       V       R       M       V       A       A       T       I       I       
 318    0.58    0.00    0.00    0.00   E       D       Q       S       D       K       K       S       K       E       E       P       E       Q       K       E       H       E       E       Q       N       K       N       Q       Q       Q       R       A       K       D       E       T       Q       Q       E       R       H       S       R       Q       K       Q       R       G       K       D       D       R       S       E       D       E       K       G       D       D       E       E       E       N       K       D       K       T       E       G       D       A       K       
 319    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       W       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 320    0.41    0.00    0.00    0.00   T       N       A       A       V       E       H       N       H       H       G       S       G       L       A       H       G       G       G       E       D       H       A       L       L       L       A       T       K       G       S       G       Y       L       G       A       G       Q       A       L       A       A       L       V       H       T       A       A       H       G       G       N       T       A       S       Y       G       G       G       D       A       L       E       A       W       V       G       T       H       
 321    0.39    0.00    0.00    0.00   L       L       I       L       Y       F       W       S       W       W       L       L       L       I       L       W       F       -       L       L       L       W       F       I       I       I       F       L       L       L       F       L       V       I       L       F       F       I       L       I       L       T       I       L       W       L       L       F       Y       L       L       V       L       M       F       L       L       L       L       L       L       V       F       L       L       L       L       L       W       
 322    0.00    0.00    0.00    0.00   -       -       -       S       T       -       -       P       -       Q       -       -       -       L       -       Q       -       -       -       R       T       -       -       L       L       L       -       -       S       -       N       I       V       L       -       G       -       -       G       L       N       N       -       -       -       N       -       -       -       -       -       -       K       H       T       V       G       G       G       -       -       -       -       -       G       -       -       -       -       
 323    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       Q       -       -       -       -       -       -       -       -       -       -       -       -       N       -       -       S       S       S       -       -       A       -       -       P       -       S       -       -       -       -       K       S       M       A       -       -       -       S       -       -       -       -       -       -       I       -       -       -       V       V       V       -       -       -       -       -       A       -       -       -       -       
 324    0.00    0.00    0.00    0.00   -       -       -       P       -       -       -       T       -       -       -       -       -       -       -       -       -       -       -       -       T       -       -       T       T       T       -       -       -       -       -       P       -       T       -       -       -       -       -       -       -       -       -       -       -       D       -       -       -       -       -       -       T       -       -       -       N       N       N       -       -       -       -       -       A       -       -       -       -       
 325    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       G       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       
 326    0.00    0.00    0.00    0.00   -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       -       Y       -       -       D       D       D       -       -       -       -       -       A       -       D       -       -       -       -       -       -       -       -       -       -       -       I       -       -       -       -       -       -       R       -       -       -       -       G       -       -       -       -       -       -       -       -       -       -       -       
 327    0.00    0.00    0.00    0.00   G       K       D       N       S       -       -       K       -       R       -       L       -       S       N       R       -       K       -       N       K       -       R       K       K       K       A       A       V       -       I       A       H       K       -       A       -       S       L       T       N       G       G       A       -       Q       R       V       V       -       -       K       K       G       T       K       G       Q       G       K       K       G       -       R       A       A       -       G       -       
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------


openf___224_> Open           align1d.ali
openf___224_> Open           align1d.pap
